export default {
  starTitle: '{appid} ستار',
  waitingResults: 'في انتظار النتائج النهائية',
  explain: 'سيتم نشر أسماء الفائزين النهائيين وسيتم تسليم الجوائز بعد انتهاء العد التنازلي',
  rules1: 'مرحلة المنافسة: تاريخ {time1} - {time2}',
  rules2: 'مرحلة تأكيد النتائج: تاريخ {time2} - {time3}',
  rules3: 'سيربح اللاعبون ذوو التصنيف الأعلى مستويات مختلفة من المكافآت. يعتمد الترتيب على إجمالي العملات المعدنية التي تنفقها على مكالمة الفيديو + إجمالي العملات المعدنية التي تنفقها على هدية أثناء مرحلة المنافسة.',
  rules4: 'وسيتم نشر أسماء الفائزين النهائيين وسيتم توزيع المكافآت بعد الانتهاء من مرحلة تأكيد النتائج.',
  rules5: 'قد يتم إلغاء المكافآت في حالة انتهاك الإرشادات.',
  rules6: ' تحتفظ المنصة بالحق في إجراء تغييرات.',
  won1: 'تهانينا! لقد فزت بمركز {num} في {LivU Star}!',
  won2: 'تهانينا! لقد فزت بمركز {num1} في {LivU Star}! تمت إضافة عملات {icon} إلى حسابك.'
}
