export default {
  starTitle: '{appid} 스타',
  waitingResults: '최종 결과 대기 중',
  explain: '최종 우승자 발표 및 보상 전달은 카운트다운이 종료된 후 이루어집니다.',
  rules1: '시합 기간: {time1} - {time2}',
  rules2: '결과 확인 기간: {time2} - {time3}',
  rules3: '최고 순위의 플레이어는 다양한 수준의 보상을 받게 됩니다. 순위는 화상 통화에 사용한 총 코인 + 경쟁 단계에서 선물에 사용한 총 코인을 기준으로 합니다.',
  rules4: '최종 우승자 발표 및 보상 분배는 결과 확인 기간이 종료된 후 이루어집니다.',
  rules5: '가이드라인을 위반한 경우 보상이 취소됩니다.',
  rules6: ' 플랫폼은 이벤트를 변경할 권리를 보유하고 있습니다.',
  won1: '축하합니다! {LivU Star}에서 {num}등을 차지하셨습니다!',
  won2: '축하합니다! {LivU Star}에서 {num1}등을 차지하셨습니다! {icon} 코인이 계정에 추가되었습니다.'
}
