export default {
  starTitle: '{appid} Стар',
  waitingResults: 'Ожидание окончательных результатов',
  explain: 'Окончательные победители будут опубликованы, а награды будут доставлены после окончания обратного отсчета.',
  rules1: 'Этап соревнований: {time1} - {time2}',
  rules2: 'Фаза подтверждения результатов: {time2} - {time3}',
  rules3: 'Игроки с самым высоким рейтингом получат различные уровни наград. Рейтинг основан на общем количестве монет, которые вы тратите на видеовызов, + общем количестве монет, которые вы тратите на подарок на этапе конкурса.',
  rules4: 'Окончательные победители будут опубликованы, а награды распределены после завершения этапа подтверждения результатов.',
  rules5: 'При нарушении правил вознаграждения могут быть аннулированы.',
  rules6: ' Платформа оставляет за собой право вносить изменения.',
  won1: 'Поздравляем! Вы заняли {num} место в {LivU Star}!',
  won2: 'Поздравляем! Вы заняли {num1} место в {LivU Star}! Монеты {icon} были добавлены на ваш счет.'
}
