export default {
  starTitle: '{appid} ستارہ',
  waitingResults: 'حتمی نتائج کا انتطار ہے',
  explain: 'حتمی فاتحین کے نام شائع کیے جائیں گے اور الٹی گنتی ختم ہونے کے بعد انعامات دیے جائیں گے',
  rules1: 'مقابلے کا مرحلہ: {time1} - {time2}',
  rules2: 'نتیجے کی تصدیق کا مرحلہ: {time2} - {time3}',
  rules3: 'اعلی درجے کے کھلاڑی انعامات کی مختلف سطحیں جیتیں گے۔ درجہ بندی کل سکوں پر مبنی ہے جو آپ ویڈیو کال پر خرچ کرتے ہیں + کل سکوں جو آپ مقابلہ کے مرحلے کے دوران تحفے پر خرچ کرتے ہیں۔',
  rules4: 'حتمی فاتحین کے نام شائع کیے جائیں گے اور نتائج کی تصدیق کا مرحلہ ختم ہونے کے بعد انعامات تقسیم کیے جائیں گے۔',
  rules5: 'رہنما اصولوں کی خلاف ورزی کی صورت میں انعامات منسوخ کیے جا سکتے ہیں۔',
  rules6: ' پلیٹ فارم تبدیلیاں کرنے کا حق محفوظ رکھتا ہے۔',
  won1: 'مبارک ہو! آپ نے {LivU Star} میں {num} مقام حاصل کیا!',
  won2: 'مبارک ہو! آپ نے {LivU Star} میں {num1} مقام حاصل کیا! آپ کے اکاؤنٹ میں {icon} سکے شامل کر دیے گئے ہیں۔'
}
