export default {
  title: 'تنبيه هام',
  bind_email: 'ربط الإيميل',
  desc: 'الرجاء من جميع المذيعات التي تستخدم يار و قامت بإستخدام الفيسبوك لتسجيل الدخول سرعة إدخال الإيميل الخاص بها بشرط أن يكون هذا الإيميل فعال و يستقبل الكود التعريفي',
  bind_method: 'طريقة الربط',
  desc2: 'أدخل علي يار- ادخل علي أنا-أضغط علي عنوان الإيميل ثم اربط الإيميل الفعال الخاص بك- سيصلك على هذا الإيميل كود تعريفي ادخله- ثم تم الربط بنجاح',
  desc3: 'يمكن للمذيعات بعد تحديث النسخة الأخيرة من يار تغير كلمة السر في (أنا- الإعدادات-تغير كلمة السر)(تحتاجي إلى ربط الحساب بالإيميل)',
  tutorial: 'خطواط تعليمية'
}
