export default {
  title: 'महत्वपूर्ण सूचना',
  bind_email: 'ईमेल बाइंड करें',
  desc: 'सभी yaar मेजबान जो पंजीकरण के लिए फेसबुक का उपयोग करते हैं, कृपया अपने ईमेल एड्रेस asap को बाइंड करें। नोटिस: ईमेल पता वास्तविक होना चाहिए और सत्यापन कोड प्राप्त करने में सक्षम है।',
  bind_method: 'बाइंडिंग विधि',
  desc2: 'प्रविष्ट करें - मेलबाक्स को बांधने के लिए ईमेल पता पर क्लिक करें - मेलबाक्स सत्यापन कोड प्राप्त करता है - सत्यापन सफल।',
  desc3: 'หลังจากอัปเกรด Yaar เป็นเวอร์ชันล่าสุดแล้ว โฮสต์สามารถเปลี่ยนรหัสผ่านได้ในหน้าการตั้งค่าของหน้า Me (หลังจากผูกอีเมล)',
  tutorial: 'ट्यूटोरियल '
}
