export default {
  title: 'Важное уведомление：',
  bind_email: 'Привязать эл. почту',
  desc: 'Все девушки на Yaar, которые регистрируются через Facebook, пожалуйста, как можно скорее привяжите свой адрес электронной почты. Следует отметить, что привязанный адрес электронной почты должен быть реальным и может получать код подтверждения.',
  bind_method: 'Способ привязывания',
  desc2: 'Зайдите Yaar - Войдите на страницу Я - Нажмите на адрес эл. почты, чтобы привязать вашу почту - Код подтверждения будет отправлен на почту - Проверка прошла успешно',
  desc3: 'После обновления до последней версии Yaar хост может изменить пароль на странице настроек (адрес электронной почты должен быть привязан).',
  tutorial: 'Инструкция'
}
