export default {
  title: 'ประกาศสำคัญ',
  bind_email: 'ผูกอีเมล',
  desc: 'โฮสต์ Yaar ทั้งหมดที่ใช้ facebook เมื่อลงทะเบียน โปรดผูกที่อยู่อีเมลของคุณโดยเร็ว หมายเหตุ: ที่อยู่อีเมลต้องเป็นของจริงและสามารถรับรหัสยืนยันได้',
  bind_method: 'วิธีการผูก',
  desc2: 'ป้อน Yaar - เข้าสู่หน้าฉัน - คลิกที่ที่อยู่อีเมลเพื่อผูกกล่องจดหมาย - กล่องจดหมายได้รับรหัสยืนยัน - การตรวจสอบสำเร็จ',
  desc3: 'यार के नवीनतम संस्करण में अपग्रेड करने के बाद, होस्ट मी पेज के सेटिंग पेज पर पासवर्ड बदल सकता है (ईमेल को बाइंड करने के बाद)',
  tutorial: 'กวดวิชา'
}
