import guide from './guide/ar'
// import christmas from './christmas/ar'
import newfunc from './newfunc/ar'
import newYear from './newYear/ar'
import country from './country/ar'
import mysticGoddess from './mysticGoddess/ar'
import ramadan from './ramadan/ar'
import hostshot from './hostshot/ar'
import noticeEmail from './noticeEmail/ar'
import worldCup from './worldCup/ar'
import cargame from './cargame/ar'
import star from './star/ar'
import lucky from './lucky/ar'
import christmas2022 from './christmas2022/ar'
import recruit from './recruit/ar'
import safetyNote from './safetyNote/ar'
import faq from './faq/ar'
import cosplay from './cosplay/ar'

import checkin from './checkin/ar'

export default {
  checkin,
  noticeEmail,
  recruit,
  safetyNote,
  faq,
  cosplay,
  // christmas: christmas,
  hostshot,
  christmas2022,
  newfunc,
  newYear,
  country,
  ramadan,
  cargame,
  star,
  lucky,
  mysticGoddess: mysticGoddess,
  worldCup,
  halloween: {
    title: 'حفلة ملكة الهالوين',
    startTimeTitle: null,
    startTime: null,
    endTimeTitle: null,
    endTime: null,
    content1:
      'عائلاتنا العزيزة ، عيد الهالووين 2021 قريبًا. نخطط لاختيار المضيف الأكثر روعة من العديد من الأزياء الممتازة تحت عنوان الهالوين ومن<span>حهم 7500 عملة و 15000 عملة و 37500</span> عملة كمكافآت وفقًا لأداءهم في ارتداء الملابس. هذا الحدث مخصص ليوم الهالوين فقط ، لذا سارع باتخاذ الإجراءات لتحضير شيء ما مقدمًا! ماذا تنتظر؟',
    content2: 'استمتع بالهالوين!'
  },
  halloweenActivity: {
    title: 'مسابقة زي الهالوين ',
    startTimeTitle: 'موعد بدء النشاط',
    startTime: '٣٠ أكتوبر ٢٠٢٢ تمام الساعة ٠٠:٠٠ بتوقيت utc+0',
    endTimeTitle: 'موعد إنتهاء النشاط',
    endTime: ' ٢ نوفمبر تمام الساعة ٠٠:٠٠ بتوقيت utc+0',
    content1: '1. خلال حدث الهالوين ، يمكن للمضيف ارتداء أزياء الهالوين أو مستحضرات التجميل لتظهر في المباريات والمكالمات الحائط ، وستختار المنصة أفضل المضيفين وفقًا لأداء التزيين. يتم تعيين المكافآت على النحو التالي:',
    content11: 'المركز الأول ، 15 مضيفًا ، 37500 عملة نقدية لكل منهم ؛',
    content12: 'المركز الثاني ، 50 مضيفًا ، 15000 عملة  نقدية لكل منهم ؛',
    content13: 'المركز الثالث ، 100 مضيف ، 7500 عملة نقدية لكل منهم ".',
    content2: '2. بعد الحدث ، سيعلن المسؤول الفائزين من خلال الوكلاء. سيتم إرسال المكافآت مع المرتبات الأسبوعية بعد الحدث. ',
    content3: '3. يرجي إتباع  قواعد و إرشادات المتفق عليها خلال مكالمات الفيديو',
    content4: '4. يحظر  استخدام نفس الحساب أكثر من مذيع ، أو أن يستخدم المضيف نفسه حسابات متعددة.',
    content5: 'الحدث مخصص لعيد الهالوين فقط ، لذا سارع باتخاذ الإجراءات لتحضير شيء ما مسبقًا! ماذا تنتظر؟    ',
    content6: 'استمتع بعيد الهالوين'
  },
  christmasActivities: {
    title: 'أزياء ملونة خاصة بالكريسماس',
    title1: 'ابحث عن الزي الأفضل لليلة الكريسماس',
    activiesAtitle: 'مسابقة زي الكريسماس',
    startA: 'موعد بدء النشاط',
    startTimeA: '0:00 Dec 24th 2022, utc+0',
    endA: 'موعد إنتهاء النشاط',
    endTimeA: '0:00 Dec 27th 2022, utc+0',
    contentA1: '1. خلال الكريسماس ، يمكن للمضيفات ارتداء أزياء خاصة بعيد الميلاد أو مكياج تشارك بيه في مكالمات او مكالمات الحائط ، وستختار المنصة أفضل المضيفين وفقًا لأداء التزيين.',
    contentA2: '"2 - يتم تحديد المكافآت على النحو التالي:',
    contentA21: ' الجائزة الأولى ، 15 مضيفًا ، <strong>37500</strong> عملة ذهبية لكل منهم ؛',
    contentA22: ' الجائزة الثانية ، 50 مضيفًا ، <strong>15000</strong> عملة ذهبية لكل منهم ؛',
    contentA23: 'الجائزة الثالثة ، 100 مضيف ، <strong>7500</strong> عملة ذهبية لكل منهم "',
    activiesBtitle: 'مسابقة استوري الكريسماس',
    startB: 'موعد بدء النشاط',
    startTimeB: '00:00 Dec 12th 2022, utc+0',
    endB: 'موعد إنتهاء النشاط',
    endTimeB: '00:00 Dec 26th 2022, utc+0',
    contentB1: '1. على المضيفات تصوير استوريهات وتحميلها مع إضافة علامات الهشتاج <strong>#Christmas</strong> ، وملصقات عيد الميلاد وعناصر عيد الميلاد الأخرى ، والتي يمكن عرضها على صفحة المضيفة  بعد مراجعتها.',
    contentB2: '2. سيحصل المضيفات على الحائط على مزيد من مكالمات.',
    contentB3: '3 - المكافآت هي كما يلي:',
    contentB31: 'الجائزة الأولى: 10 أشخاص ، <strong>20000</strong>   عملة ذهبية لكل منهم ؛',
    contentB32: ' الجائزة الثانية: 50 شخصًا ، كل <strong>10000</strong>  عملة ذهبية؛',
    contentB33: ' الجائزة الثالثة: 100 شخص ، <strong>5000</strong>عملة ذهبية لكل منهما ؛',
    contentB34: ' الجائزة الرابعة: 200 شخص ، كل <strong>1000</strong> عملة ذهبية ".',
    contentB4: '4. المعايير التي يعتمد عليها في اختيار الأستوري و عرضها',
    contentB41: '1) ، يمكن للمضيف الغناء والرقص بأزياء عيد الميلاد.',
    contentB42: '2) يجب وضع مكياج عيد الميلاد واستخدام فلاتر و استيكرات عيد الميلاد.',
    contentB43: '3) لا تنس إضافة موسيقى خلفية.',
    contentB44: '4) تأكد من إرفاق علامة الهشتاج #Christmas.',
    noteTitle: 'شروط إضافية ',
    noteContent1: '1. بعد نهاية الحدث ، ستعلن الإدارة علي الفائزين من خلال الوكلاء. سيتم إرسال المكافآت مع المرتبات الأسبوعية بعد إنتهاء الحدث.',
    noteContent2: '2. يحظر على مضيفين متعددين استخدام نفس الحساب ، أو أن يستخدم المضيف نفسه حسابات متعددة.',
    noteContent3: '3. الرجاء اتباع إرشادات و القواعد المتفق عليها.',
    nowBtn: 'شارك الأن!',
    popup: ' يجب أن توافق على شروط وأحكام الترويج كريسماس المذيعات 2022',
    popup1: ' للمشاركة في هذا الحدث ',
    popup2: '',
    popupBtn: 'موافق'
  },
  story: {
    title: 'حدث تصوير قصة فيديو',
    startTimeTitle: 'وقت البدء',
    endTimeTitle: 'وقت النهاية',
    condition: 'شارك الشرط',
    conditionDesc:
      'هذا الحدث موجه لجميع مضيفي ومضيفي Android الذين يستخدمون أحدث إصدار من Livu و Yaar .',
    rulesTitle: 'قواعد الحدث',
    rule1:
      '1.  يقوم المضيف بتصوير فيديو القصة وتحميله من خلال التطبيق. بعد الموافقة على فيديو القصة عن طريق المراجعة ، سيكافأ المضيف بالنقاط المقابلة. سيتم منح الفيديو الأول المعتمد 1000 نقطة ، وسيتم منح الفيديو الثاني المعتمد 500 نقطة',
    rule2:
      '2. إذا كان محتوى فيديو القصة مشابهًا لمقاطع الفيديو الأخرى المعتمدة ، فسيتم منح 1000 نقطة فقط.',
    rule3: '3. سيتم منح نقاط مكافأة القصة مع المكافأة الأسبوعية',
    rule4:
      '4. يحظر تصوير مقاطع فيديو غير قانونية لا تتوافق مع مواصفات التطبيق. يتم تشجيع الرقص والغناء وعرض مقاطع الفيديو.',
    rule5:
      '5. سيحصل المضيفون الحاصلون على موافقة على فيديو القصة على زيارات ترويجية لكبار الشخصيات لوظيفة Story ، بينما لن يحصل المضيفون بدونها.',
    video: 'يرجى مشاهدة الفيديو التعليمي للقصة أدناه',
    videoDesc: 'لكسب النقاط '
  },
  newStory: {
    title: 'Story video guideline',
    rulesTitle: 'Guideline',
    rule1:
      '1. سيحصل المضيفون الحاصلون على موافقة على فيديو القصة على زيارات ترويجية لكبار الشخصيات لوظيفة Story ، بينما لن يحصل المضيفون بدونها.',
    rule2:
      '2. يحظر تصوير مقاطع فيديو غير قانونية لا تتوافق مع مواصفات التطبيق. يتم تشجيع الرقص والغناء وعرض مقاطع الفيديو.',
    video: 'يرجى مشاهدة الفيديو التعليمي للقصة أدناه',
    videoDesc: 'Story Video Tutorial'
  },
  storyVideo: {
    title: 'قصة مزامنة الشفاه مقابل 1000000 قطعة نقدية.',
    filmStory: 'تصوير القصة الآن',
    startTimeTitle: 'وقت البدء',
    startTime: null,
    endTimeTitle: 'وقت النهاية',
    endTime: null,
    condition: 'شارك الشرط',
    conditionDesc: 'هذا الحدث موجه لجميع المضيفين Livu و Yaar.',
    rulesTitle: 'قواعد الحدث',
    rule1:
      'عندما يدخل المضيف صفحة تصوير القصة ، حدد الأغنية المرغوبة في قسم "مزامنة الشفاه" ، وقم بتقليد الكلمات والغناء الساخن (مزامنة الشفاه) ، ثم تقوم بتصوير قصص شيقة وجذابة وتحميلها.',
    rule2:
      'عند تصوير القصة ، حاول التأكد من دقة حركات الفم وتعبيرات الوجه. سيكون استخدام المرشحات والملصقات مفيدًا للحصول على النقطة الإضافية.',
    rule3:
      'يحظر تصوير مقاطع فيديو غير قانونية لا تتوافق مع مواصفات التطبيق. مكافأة النشاط من خلال المشاهدات والإعجابات والتعليقات والمعايير',
    rewardTitle: 'مكافأة النشاط',
    reward1:
      'الأخرى ، سيتم اختيار أفضل قصة 2022 في جميع أنحاء العالم لمشاركة مليون قطعة نقدية.',
    video: 'يرجى مشاهدة الفيديو التعليمي للقصة أدناه'
  },
  storyList: {
    title: 'عرض قصة ممتاز'
  },
  email: {
    email: 'ربط البريد الإلكتروني',
    coins: 'احصل على 100 قطعة نقدية',
    now: 'ربط الآن',
    dialog: 'آسف لقد ربطت البريد الإلكتروني بالفعل.',
    ok: 'موافق',
    title: 'انتقل إلى صفحة "أنا" واربط بريدك الإلكتروني',
    tep1: 'طريقة الربط 1',
    tep2: 'طريقة الربط 2'
  },
  safetyNoite: {
    title: 'إعلانات خاصة بالأمان',
    part11: 'هذه رسالة مهمة لجميع مضيفينا فيما يتعلق بإرشادات المجتمع الخاصة بنا. نشكرك على استخدام منصتنا والمساهمة الفعالة في نجاح تطبيقاتنا.    ',
    part12: 'نعمل على زيادة الطرق التي نراجع بها نشاطك على تطبيقنا للتأكد من أن كل شخص لديه تجربة إيجابية وآمنة على منصتنا.    ',
    part21: 'ما هو الجديد؟',
    part22: 'نحن نراجع الإبلاغات داخل التطبيق التي تتلقاها أثناء تفاعلاتك. تعد وظيفة الإبلاغ داخل التطبيق ميزة أمان مهمة. سيتم التحقيق مع المضيفين الذين يتلقون عددًا من الإبلاغات ضدهم. قد يكون هذا بسيطًا مثل تقديم إبلاغات متعددة في فترة قصيرة أو إبلاغات تتعلق بالسلوك / أو انتهاكات إرشادات المجتمع الخاصة بنا. إذا تبين أن إبلاغات المقدمة ضد المضيف صحيحة ، فسنتخذ إجراءً فوريًا ونحظر المضيف بسبب أنشطته الغير مناسبة.',
    part31: 'ما هي الإجراءات التي يجب أن أتخذها؟    ',
    part32: 'من المهم أن تفهم إرشادات المجتمع الخاصة بنا وأن تتبع قواعدنا. إذا كان لديك أي أسئلة ، يرجى التواصل مع وكالتك أو فريق خدمة العملاء لدينا.',
    part41: 'ماذا عن الإبلاغات المفبركة؟',
    part42: 'نحن ندرك أن هناك بعض الشكاوي يتم تقديمها غير صحيحة. يتم دائمًا التحقق من صحة جميع الإبلاغات من قبل فريقنا المتخصص',
    part51: 'هل يمكن أن تعطيني بعض الأمثلة؟',
    part52: 'ندرك أهمية استخدام الهدايا أثناء الدردشة النصية أوخلال مكالمات الفيديو. إذا طلبت من المستخدمين هدية وكانت هناك شكوى من المستخدم، فسنراجع بعناية ما إذا كانت أنشطتك متوافقة مع إرشادات المجتمع الخاصة بنا. قد يبلغ بعض المستخدمين عن أنشطتك على أنها "احتيال" إذا شعروا أنه تم خداعهم من قبل المذيعة. سنولي اهتمامًا متزايدًا لأي شخص يشارك معلومات الدفع لتلقي مدفوعات خارجية إضافية من المستخدمين. كما هو الحال دائمًا ، نتوقع أن يحافظ المضيفون على موقف إيجابي ومحترم خلال جميع التفاعلات على منصتنا. كما سيؤدي نمط السلوك المسيء أو المضايق إلى فرض عقوبات شديدة.',
    part53: '1. تقديم أي نوع من طلبات الهدايا الغير لائقة. الوعد بشيء مقابل عملات ذهبيىة أو هدايا أو نقود.',
    part54: '"2- طلب هدايا أو نقود مقابل استدراج جنسي.',
    part541: 'مثال - انتهاك إرشاداتنا بشأن الإغراء الجنسي والعُري:',
    part55: '3. التنمر و / أو المضايقة أو التهديد لطلب أموال أو هدايا أو عملات ذهبية.',
    part551: 'مثال: - انتهاك إرشاداتنا بشأن التنمر والمضايقة:',
    part56: 'والأهم من ذلك ، نذكر الجميع أيضًا بأننا لا نتسامح مطلقًا مع مشاركة أي قاصر في تطبيقنا - حتى عن طريق الصدفة. يُمنع القاصرون تمامًا وسيؤدي ذلك إلى الإنهاء الفوري للحساب المعني.',
    part57: 'نشكرك على دعمك المستمر ونحن متحمسون جدًا لمستقبل ناجح مع منصة ممتعة ومثيرة لجميع المعنيين.'
  },
  guide
}
