import guide from './guide/hi'
// import christmas from './christmas/hi'
import newfunc from './newfunc/hi'
import newYear from './newYear/hi'
import mysticGoddess from './mysticGoddess/hi'
import ramadan from './ramadan/hi'
import hostshot from './hostshot/hi'
import noticeEmail from './noticeEmail/hi'
import worldCup from './worldCup/hi'
import cargame from './cargame/hi'
import star from './star/hi'
import lucky from './lucky/hi'
import christmas2022 from './christmas2022/hi'
import checkin from './checkin/hi'
import recruit from './recruit/hi'
import faq from './faq/hi'
import cosplay from './cosplay/hi'

export default {
  checkin,
  noticeEmail,
  cargame,
  star,
  lucky,
  recruit,
  faq,
  cosplay,
  // christmas: christmas,
  hostshot,
  newfunc,
  ramadan,
  newYear,
  mysticGoddess: mysticGoddess,
  worldCup,
  christmas2022,
  story: {
    title: 'कहानी वीडियो शूटिंग घटना',
    startTimeTitle: 'समय शुरू',
    endTimeTitle: 'अंतिम समय',
    condition: 'भाग लेने की स्थिति',
    conditionDesc:
      'ये प्रतिस्पर्धा उन सभी एंड्रॉइड होस्ट और अन्य होस्ट के लिए हो रही है जो Livu के नवीनतम संस्करण और Yaar  का उपयोग कर रहे हैं।',
    rulesTitle: 'घटना नियम',
    rule1:
      '1. होस्ट Aps के माध्यम से स्टोरी वीडियो शूट और अपलोड करती है। कहानी वीडियो को समीक्षा द्वारा अनुमोदित किए जाने के बाद, मेजबान को संबंधित बिंदुओं से पुरस्कृत किया जाएगा। पहले स्वीकृत वीडियो को 1,000 अंक दिए जाएंगे, और दूसरे स्वीकृत वीडियो को 500 अंक दिए जाएंगे।',
    rule2:
      '2. अगर कहानी वीडियो सामग्री अन्य स्वीकृत वीडियो के समान है, तो केवल 1000 अंक दिए जाएंगे।',
    rule3: '3. साप्ताहिक इनाम के साथ कहानी इनाम अंक जारी किए जाएंगे।',
    rule4:
      '4. अवैध वीडियो शूट करना प्रतिबंधित है जो Aps विनिर्देशों के अनुरूप नहीं है। डांसिंग, सिंगिंग और टैलेंट शो वीडियो को प्रोत्साहित किया जाता है',
    rule5:
      '5. स्टोरी वीडियो अप्रूवल वाले होस्ट्स को स्टोरी फंक्शन का VIP प्रमोशन ट्रैफिक मिलेगा, जबकि इसके बिना होस्ट को नहीं मिलेगा।',
    video: 'कृपया नीचे कहानी वीडियो ट्यूटोरियल देखें',
    videoDesc: 'अंक अर्जित करने के लिए वीडियो शूट करें'
  },
  newStory: {
    title: 'Story video guideline',
    rulesTitle: 'Guideline',
    rule1:
      '1. स्टोरी वीडियो अप्रूवल वाले होस्ट्स को स्टोरी फंक्शन का VIP प्रमोशन ट्रैफिक मिलेगा, जबकि इसके बिना होस्ट को नहीं मिलेगा।',
    rule2:
      '2. अवैध वीडियो शूट करना प्रतिबंधित है जो Aps विनिर्देशों के अनुरूप नहीं है। डांसिंग, सिंगिंग और टैलेंट शो वीडियो को प्रोत्साहित किया जाता है',
    video: 'कृपया नीचे कहानी वीडियो ट्यूटोरियल देखें',
    videoDesc: 'Story Video Tutorial'
  },
  halloweenActivity: {
    title: 'हैलोवीन क्वीन पार्टी',
    startTimeTitle: ' घटना प्रारंभ समय:',
    startTime: ' 00:00 30 अक्टूबर 2022, यूटीसी +0',
    endTimeTitle: ' घटना समाप्त समय:',
    endTime: ' 00:00 नवंबर 2st 2022, यूटीसी +0',
    content1: '1. हैलोवीन कार्यक्रम के दौरान, मेजबान गणित और वॉल कॉल में दिखाई देने के लिए हेलोवीन पोशाक या मेकअप पहन सकता है, और मंच मेजबान के ड्रेसिंग प्रदर्शन के अनुसार सर्वश्रेष्ठ मेजबान का चयन करेगा। पुरस्कार निम्नानुसार निर्धारित किए जाते हैं:',
    content11: 'प्रथम स्थान, 15 मेजबान, 37500 सिक्के प्रत्येक;',
    content12: 'दूसरा स्थान, 50 मेजबान, 15000 सिक्के प्रत्येक;',
    content13: 'तीसरा स्थान, 100 मेजबान, 7500 सिक्के प्रत्येक।',
    content2: '2. आयोजन के बाद, अधिकारी एजेंटों के माध्यम से विजेताओं की घोषणा करेंगे।  घटना के बाद साप्ताहिक पुरस्कार के साथ पुरस्कार भेजे जाएंगे।',
    content3: '3. कृपया वीडियो कॉल के दौरान सामुदायिक दिशानिर्देशों का पालन करें।',
    content4: '4. एकाधिक होस्ट के लिए एक ही खाते का उपयोग करना, या एक ही होस्ट द्वारा एकाधिक खातों का उपयोग करना प्रतिबंधित है।',
    content5: 'घटना केवल हैलोवीन के लिए है, इसलिए जल्दी करो अग्रिम में कुछ तैयार करने के लिए कार्रवाई करें!  आप किस का इंतजार कर रहे हैं?',
    content6: 'आप हैलोवीन का आनंद लें!'
  },
  christmasActivities: {
    title: 'रंगीन क्रिसमस ड्रेस-अप',
    title1: 'सबसे खूबसूरत क्रिसमस ड्रेस-अप खोजें',
    activiesAtitle: 'क्रिसमस ड्रेस अप प्रतियोगिता',
    startA: 'घटना प्रारंभ समय:',
    startTimeA: '00:00 24 दिसंबर 2022, यूटीसी+0',
    endA: 'घटना समाप्त समय:',
    endTimeA: '00:00 27 दिसंबर 2022, यूटीसी+0',
    contentA1: '1. क्रिसमस की छुट्टी के दौरान, मेजबान मैच और दीवार कॉल में दिखाई देने के लिए क्रिसमस की पोशाक या मेकअप पहन सकते हैं, और मंच ड्रेसिंग प्रदर्शन के अनुसार सर्वश्रेष्ठ मेजबान का चयन करेगा।',
    contentA2: '2.पुरस्कार निम्नानुसार निर्धारित किए जाते हैं:',
    contentA21: 'प्रथम स्थान, 15 मेजबान, <strong>37500</strong> सिक्के प्रत्येक;',
    contentA22: 'दूसरा स्थान, 50 मेजबान, <strong>15000</strong> सिक्के प्रत्येक;',
    contentA23: 'तीसरा स्थान, 100 मेजबान, <strong>7500</strong> सिक्के प्रत्येक।',
    activiesBtitle: 'क्रिसमस कहानी प्रतियोगिता',
    startB: 'घटना प्रारंभ समय:',
    startTimeB: '00:00 दिसंबर 12वीं 2022, यूटीसी+0',
    endB: 'घटना समाप्त समय:',
    endTimeB: '00:00 दिसंबर 26वीं, 2022, यूटीसी+0',
    contentB1: '1. मेजबान को #क्रिसमस टैग, क्रिसमस स्टिकर और अन्य क्रिसमस तत्वों के साथ कहानियों को शूट और अपलोड करना होगा, जिसे अनुमोदन के बाद क्रिसमस होस्ट पेज पर प्रदर्शित किया जा सकता है।',
    contentB2: '2.पेज पर मौजूद होस्ट्स को और अधिक प्रमोट किया जाएगा।',
    contentB3: '3. पुरस्कार इस प्रकार हैं:',
    contentB31: 'प्रथम पुरस्कार: 10 लोग, <strong>20,000</strong> सिक्के प्रत्येक;',
    contentB32: 'दूसरा पुरस्कार: 50 लोग, <strong>10,000</strong> सिक्के प्रत्येक;',
    contentB33: 'तीसरा पुरस्कार: 100 लोग, <strong>5000</strong> सिक्के प्रत्येक;',
    contentB34: 'चौथा पुरस्कार: 200 लोग, <strong>1000</strong> सिक्के प्रत्येक।',
    contentB4: '4.सर्वश्रेष्ठ फुटबॉल प्रशंसकों की वीडियो कहानियों के लिए चयन मानदंड में निम्नलिखित शामिल हैं:',
    contentB41: '1）मेजबान क्रिसमस की वेशभूषा में गा और नृत्य कर सकता है।',
    contentB42: '2) क्रिसमस मेकअप अवश्य पहनें और क्रिसमस तत्वों के साथ प्रॉप्स का उपयोग करें।',
    contentB43: '3) बैकग्राउंड म्यूजिक जोड़ना न भूलें।',
    contentB44: '4) हैशटैग #Christmas अटैच करना सुनिश्चित करें।',
    noteTitle: 'नियम और शर्तें',
    noteContent1: '1. आयोजन के बाद, अधिकारी एजेंटों के माध्यम से विजेताओं की घोषणा करेंगे। घटना के बाद साप्ताहिक इनाम के साथ पुरस्कार भेजे जाएंगे।',
    noteContent2: '2. एकाधिक मेजबानों के लिए एक ही खाते का उपयोग करना प्रतिबंधित है, या एक ही मेजबान एकाधिक खातों का उपयोग करता है।',
    noteContent3: '3.क्लैश आर्ट्स एचके लिमिटेड के नियमों और शर्तों और सामुदायिक दिशानिर्देशों के अनुरूप होना चाहिए',
    nowBtn: 'अभी भाग लें!',
    popup: 'इस इवेंट में भाग लेने के लिए, आपको',
    popup1: ' 2022 स्ट्रीमर क्रिसमस प्रमोशन के नियम और शर्तों',
    popUP2: ' से सहमत होना होगा।',
    popupBtn: 'मैं सहमत हूं'
  },
  storyVideo: {
    title: '1000000 सिक्कों के लिए लिप-सिंक्रो स्टोरी।',
    filmStory: 'अब कहानी शूट करें',
    startTimeTitle: 'समय शुरू करें।',
    startTime: null,
    endTimeTitle: 'अंतिम समय।',
    endTime: null,
    condition: 'भाग लें।',
    conditionDesc: 'यह कार्यक्रम सभी मेजबान लिवू और यार का सामना कर रहा है।.',
    rulesTitle: 'घटना के नियम।',
    rule1:
      'जब मेजबान कहानी शूटिंग पृष्ठ में प्रवेश करता है, तो "लिप-सिंकिंग" भाग के अनुभाग में वांछित गीत का चयन करें, गीत की नकल करें और गर्म (होंठ-सिंकिंग) गाएं, फिर आप दिलचस्प और आकर्षक कहानियों को शूट करें और उन्हें अपलोड करें।',
    rule2:
      'जब आप कहानी की शूटिंग कर रहे हों, तो यह सुनिश्चित करने का प्रयास करें कि मुंह की हरकतें सटीक हों और चेहरे के भाव स्पष्ट हों। अतिरिक्त अंक प्राप्त करने के लिए फिल्टर और स्टिकर का उपयोग करना सहायक होगा।',
    rule3:
      'अवैध वीडियो शूट करना प्रतिबंधित है जो ऐप विनिर्देशों के अनुरूप नहीं है।',
    rewardTitle: 'गतिविधि इनाम।',
    reward1:
      'विचारों, पसंदों, टिप्पणियों और अन्य मानकों के माध्यम से, 1 मिलियन सिक्कों को साझा करने के लिए दुनिया भर में सर्वश्रेष्ठ 2022 कहानियों का चयन किया जाएगा।',
    video: 'कृपया नीचे कहानी वीडियो ट्यूटोरियल देखें।'
  },
  storyList: {
    title: 'बेहतरीन स्टोरी प्रदर्शन'
  },
  email: {
    email: 'बाइंड ईमेल',
    coins: '100 सिक्के प्राप्त करें',
    now: 'अभी बांधें',
    dialog: 'क्षमा करें, आपने ईमेल को पहले ही बाइंड कर दिया है।',
    ok: 'ठीक',
    title: 'मी पेज पर जाएं और अपना ईमेल बाइंड करें',
    tep1: 'बंधन विधि 1',
    tep2: 'बंधन विधि 2'
  },
  safetyNoite: {
    title: 'महत्वपूर्ण सुरक्षा घोषणा',
    part11: 'यह हमारे सामुदायिक दिशानिर्देशों के बारे में हमारे सभी मेजबानों के लिए एक महत्वपूर्ण संदेश है। हमारे प्लेटफॉर्म का उपयोग करने और हमारे ऐप की सफलता में सक्रिय योगदान करने के लिए धन्यवाद।',
    part12: 'हम अपने ऐप पर आपकी गतिविधियों की समीक्षा करने के तरीके को बढ़ा रहे हैं ताकि यह सुनिश्चित किया जा सके कि हमारे प्लेटफॉर्म पर सभी के पास एक सकारात्मक और सुरक्षित अनुभव हो।',
    part21: 'क्या बदल रहा है?',
    part22: 'हम आपकी बातचीत के दौरान प्राप्त इन-ऐप रिपोर्टों की संख्या की समीक्षा कर रहे हैं। इन-ऐप रिपोर्टिंग फंक्शन एक महत्वपूर्ण सुरक्षा फीचर है। रिपोर्ट प्राप्त करने वाले मेजबान की जांच की जाएगी। यह उतना ही सरल हो सकता है जितना कि कम समय में कई रिपोर्ट या हमारे सामुदायिक दिशानिर्देशों के व्यवहार और उल्लंघन के बारे में रिपोर्ट। अगर मेजबान के खिलाफ रिपोर्ट वैध होती है, तो हम तत्काल कार्रवाई करेंगे और मेजबान पर उनके अनुचित गतिविधियों के लिए प्रतिबंध लगाएंगे।',
    part31: 'मुझे क्या करना चाहिए?',
    part32: 'यह महत्वपूर्ण है कि आप हमारे सामुदायिक दिशानिर्देशों को समझें और हमारे नियमों का पालन करें। अगर आपके पास कोई सवाल है, तो कृपया अपनी एजेंसी या हमारी ग्राहक सेवा टीम से संपर्क करें।',
    part41: 'फर्जी खबरों का क्या?',
    part42: 'हमें पता है कि ऐसी रिपोर्टें और शिकायतें हैं जो अवैध कारणों से की जाती हैं। हमारी टीम द्वारा लिए गए सभी निर्णय हमेशा एक मानव द्वारा सावधानीपूर्वक मान्य होते हैं।',
    part51: 'क्या आप मुझे कुछ उदाहरण दे सकते हैं?',
    part52: 'हमारी एक प्राथमिकता पाठ चैट या वीडियो कॉल के दौरान उपहारों का उपयोग है। अगर आप यूजर्स से गिफ्ट मांगते हैं और शिकायत आती है तो हम आपकी गतिविधियों की बारीकी से समीक्षा करेंगे। कुछ यूज़र्स आपकी गतिविधियों को "स्कैम" के रूप में रिपोर्ट कर सकते हैं अगर उन्हें लगता है कि वे आपके beahviour द्वारा धोखा दिया गया था। हम उन लोगों पर भी अधिक ध्यान देंगे जो उपयोगकर्ताओं से अतिरिक्त बाह्य भुगतान प्राप्त करने के लिए भुगतान सूचना साझा करते हैं। हमेशा की तरह, हम उम्मीद करते हैं कि मेजबान हमारे मंच पर सभी बातचीत के दौरान सकारात्मक और सम्मानजनक रवैया बनाए रखें। गाली-गलौज करने या गाली-गलौज करने की आदत के कारण कड़े प्रतिबंध लग सकते हैं।',
    part53: '1. उपहार के लिए किसी भी प्रकार के अनुपयुक्त अनुरोध करें। सिक्के, उपहार या धन के बदले में कुछ वादा करें।',
    part54: '2. यौन आग्रह के बदले में उपहार या धन की मांग करना।',
    part541: 'उदाहरण - यौन आग्रह और नग्नता के लिए हमारे दिशानिर्देशों का उल्लंघन:',
    part55: '3. धन, उपहार या सिक्कों का अनुरोध करने के लिए धमकाना और/या परेशान करना या धमकी देना।',
    part551: 'उदाहरण: - डराने-धमकाने और उत्पीड़न के लिए हमारे दिशानिर्देशों का उल्लंघन:',
    part56: 'सबसे महत्वपूर्ण बात यह है कि हम सभी को यह भी याद दिलाते हैं कि हमारे ऐप पर किसी भी नाबालिग की संलिप्तता को कतई बर्दाश्त नहीं किया जा सकता है - यहां तक कि गलती से भी। नाबालिगों को सख्ती से प्रतिबंधित किया गया है और इसके परिणामस्वरूप शामिल खाते को तत्काल समाप्त कर दिया जाएगा।',
    part57: 'हम आपके निरंतर समर्थन के लिए धन्यवाद देते हैं और हम एक ऐसे मंच के साथ एक सफल भविष्य के लिए बहुत उत्साहित हैं जो सभी के लिए मजेदार और रोमांचक है।'
  },
  guide
}
