import guide from './guide/ru'
// import christmas from './christmas/ru'
import newfunc from './newfunc/ru'
import newYear from './newYear/ru'
import country from './country/ru'
import hostshot from './hostshot/ru'
import noticeEmail from './noticeEmail/ru'
import worldCup from './worldCup/ru'
import cargame from './cargame/ru'
import star from './star/ru'
import lucky from './lucky/ru'
import checkin from './checkin/ru'
import recruit from './recruit/ru'
import bunny from './bunny/ru'
import faq from './faq/ru'
import cosplay from './cosplay/ru'

import christmas2022 from './christmas2022/ru'
export default {
  checkin,
  cargame,
  star,
  lucky,
  noticeEmail,
  recruit,
  bunny,
  faq,
  cosplay,
  // christmas: christmas,
  hostshot,
  newfunc,
  newYear,
  country,
  worldCup,
  christmas2022,
  halloween: {
    title: 'Вечеринка Королевы Хэллоуина',
    startTimeTitle: null,
    startTime: null,
    endTimeTitle: null,
    endTime: null,
    content1:
      'Дорогие семьи, скоро Хэллоуин 2021 года.  Мы планируем выбрать самого замечательного ведущего из множества отличных костюмов на Хэллоуин и вручить им <span>7 500 монет, 15 000 монет и 37 500 </span>монет в качестве награды в соответствии с их выступлениями.  Мероприятие проводится только в День Хэллоуина, так что поторопитесь и приготовьте что-нибудь заранее!  Чего же ты ждешь?',
    content2: 'Приятного вам Хэллоуина!'
  },
  halloweenActivity: {
    title: 'Конкурс костюмы на Хэллоуин',
    startTimeTitle: 'Время начала:',
    startTime: '00:00 30 октября 2022 г. utc+0',
    endTimeTitle: 'Время окончания:',
    endTime: '00:00 2 ноября 2022 г. utc+0',
    content1: '1. Во время мероприятия на Хэллоуин хост может надеть костюмы на Хэллоуин или сделать макияж в поиске и в звонках богини. Платформа выберет лучших хостов в соответствии с переодеваниями. Награды устанавливаются следующим образом:',
    content11: 'Первое место, 15 хостов, 37500 монет каждый;',
    content12: 'Второе место, 50 хостов, 15000 монет каждый;',
    content13: 'Третье место, 100 хостов, 7500 монет каждый.',
    content2: '2. После мероприятия Платформа объявит победителей через агентов. Награды будут отправлены вместе с зарплатой после окончания мероприятия.',
    content3: '3. Пожалуйста, следуйте правилам сообщества во время видеозвонков.',
    content4: '4. Нескольким хостам запрещено использовать одну и ту же страницу или один и тот же хост использует несколько страницей.',
    content5: 'Мероприятие проводится только на Хэллоуин, так что поторопитесь принять меры, чтобы подготовить костюмы и макияж заранее! ',
    content6: 'Наслаждайтесь своим Хэллоуином!'
  },
  christmasActivities: {
    title: 'Конкурс рождественских костюмов',
    title1: 'Ищем самый лучший рождественский костюм',
    activiesAtitle: 'Конкурс рождественских костюмов',
    startA: 'Время начала мероприятия:',
    startTimeA: '0:00 24 декабря 2022, utc+0',
    endA: 'Время окончания мероприятия:',
    endTimeA: '0:00 27 декабря 2022, utc+0',
    contentA1: '1. В период мероприятия хосты могут надеть лучший рождественский костюм, и появиться в поисках и в звонках стены богини. Награды будут вручены за лучший и самый креативный рождественский костюм.',
    contentA2: '2. Вознаграждения устанавливаются следующим образом:',
    contentA21: 'Первый приз получат 15 хостов, по <strong>37500</strong> монет каждый;',
    contentA22: 'Второй приз получат 50 хостов, по <strong>15000</strong> монет каждый;',
    contentA23: 'Третий приз получат 100 хостов, по <strong>7500</strong> монет каждый;',
    activiesBtitle: 'Конкурс видеороликов "Рождественская история"',
    startB: 'Время начала мероприятия:',
    startTimeB: '00:00 12 декабря 2022, utc+0',
    endB: 'Время окончания мероприятия:',
    endTimeB: '00:00 26 декабря 2022, utc+0',
    contentB1: '1. Хосты должны снимать и загружать видео истории с тегом <strong>#Christmas</strong>, рождественскими наклейками и другими рождественскими элементами. Видео их могут быть отображены на стене Рождества после одобрения.',
    contentB2: '2. Хосты на стене Рождества будут получать больше трафик.',
    contentB3: '3. Награды заключаются в следующем:',
    contentB31: 'Первый приз: 10 человек, по <strong>20 000</strong> монет каждому;',
    contentB32: 'Второй приз: 50 человек, по <strong>10 000</strong> монет каждому;',
    contentB33: 'Третий приз: 100 человек, по <strong>5000</strong> монет каждому;',
    contentB34: 'Четвертый приз: 200 человек, по <strong>1000</strong> монет каждому.',
    contentB4: '4. Критерии выбора ',
    contentB41: '1) Хост может петь и танцевать в рождественских костюмах.',
    contentB42: '2) Хост использует инструменты, связанные с Рождеством.',
    contentB43: '3) Не забудьте добавить фоновую музыку.',
    contentB44: '4) Обязательно прикрепите хэштег #Рождество.',
    noteTitle: 'Дополнительные условия',
    noteContent1: '1. После мероприятия платформа объявит победителей через агентов. Награды будут отправлены вместе с еженедельным вознаграждением после окончания мероприятия.',
    noteContent2: '2. Запрещено нескольким хостам использовать один и тот же аккаунт или один хост использовать несколько аккаунтов.',
    noteContent3: '3.Необходимо соблюдать руководящие принципы сообщества',
    nowBtn: 'Участвуйте прямо сейчас!',
    popup: 'Чтобы принять участие в этом мероприятии, вам необходимо согласиться с',
    popup1: ' правилами и условиями рождественского мероприятия Host 2022.',
    popup2: '',
    popupBtn: 'Я согласна'
  },
  story: {
    title: 'Story Video Событие Видеосъемки',
    startTimeTitle: 'Время Начала',
    endTimeTitle: 'Время Окончания',
    condition: 'Условие для участия',
    conditionDesc:
      'Это событие для стримеров, которые используют Android последнюю версию.',
    rulesTitle: 'Правила События',
    rule1:
      '1. Стример снимает и загружает Story Video через приложение. После того, как видео прошло проверку, стример будет вознагражден соответствующими баллами. За первое успешно проведенное видео будет начислено 1000 монет, за второе -- 500 монет, максимум до 1500 монет.',
    rule2:
      '2. Если контент story video похож на другие видео, то будет начислено только 1000 монет.',
    rule3:
      '3. Вознаграждение за видео-истории будут выдаваться вместе с еженедельной наградой.',
    rule4:
      '4. Запрещается снимать незаконные видео, которые не соответствуют правилам приложения. Будет лучше если снимать видео с танцами, пением и шоу талантов.',
    rule5:
      '5. Стримеры, прошедшие проверку, получат трафик VIP-продвижения для функции истории, а стримеры, у которых нет истории-видео, не получат продвижение трафика для функции истории.',
    video: 'Пожалуйста, посмотрите инструкцию по съемке видео ниже',
    videoDesc: 'Зарабатывайте монеты'
  },
  newStory: {
    title: 'Story video guideline',
    rulesTitle: 'Guideline',
    rule1:
      '1.Стримеры, которые загрузили видео и прошедшие проверку, получат трафик VIP-продвижения для функции истории, а стримеры, у которых нет истории-видео, не получат продвижение трафика для функции истории.',
    rule2:
      '2. Запрещается снимать незаконные видео, которые не соответствуют правилам приложения. Будет лучше если снимать видео с танцами, пением и шоу талантов.',
    video: 'Пожалуйста, посмотрите инструкцию по съемке видео ниже',
    videoDesc: 'Story Video Tutorial'
  },
  storyVideo: {
    title: 'Липсинг истории на 1000000 монет',
    filmStory: 'Снимите видео сейчас',
    startTimeTitle: 'Время начала',
    startTime: null,
    endTimeTitle: 'Время окончания',
    endTime: null,
    condition: 'Katılım Koşulları',
    conditionDesc: 'Это событие для всех девушек в Livu и Yaar.',
    rulesTitle: 'Правила проведения мероприятий',
    rule1:
      'Когда девушка заходит на страницу съемки, выберите любимую песню в разделе "Липсинг", имитирует текст и поет (Липсинг), затем снимает интересные и привлекательные видео истории и загружаете их.',
    rule2:
      'Когда вы снимаете видео, постарайтесь, чтобы движения рта были точными, а выражение лица - ярким. Использование фильтров и стикеров является плюсом.',
    rule3:
      'Видеоконтент должен соответствовать правилам сообщества. Запрещается снимать незаконные видео, которые не соответствуют спецификациям приложения.',
    rewardTitle: 'Награды',
    reward1:
      'С помощью просмотров, лайков, комментариев и других критерий для отбора лучших видео истории 2022 года по всему миру, чтобы поделиться 1 миллионом монет.',
    video: 'Пожалуйста, посмотрите видео-инструкцию ниже'
  },
  storyList: {
    title: 'Отличное Отображение Истории'
  },
  email: {
    email: 'Привязать электронную почту',
    coins: 'Получите 100 монет',
    now: 'Привязать сейчас',
    dialog: 'Извините, у вас уже есть привязанная электронная почта.',
    ok: 'OK',
    title: 'Перейдите на страницу «Я» и привяжите свою электронную почту',
    tep1: 'Способ привязки 1',
    tep2: 'Способ привязки 2'
  },
  safetyNoite: {
    title: 'ВАЖНОЕ ОБЪЯВЛЕНИЕ',
    part11: 'Это важное послание всем нашим хостерам относительно правил нашего сообщества. Благодарим вас за использование нашей платформы и активный вклад в успех наших приложений.',
    part12: 'Мы расширяем возможности мониторинга ваших действий в нашем приложении, чтобы убедиться, что у каждого есть положительный и безопасный опыт работы на нашей платформе.',
    part21: 'Что меняется?',
    part22: 'Мы проверяем количество жалоб в приложении, которые вы получаете во время взаимодействия. Функция создания жалобы в приложении является важной функцией безопасности. Хосты, получившие необычное количество жалоб, будут подвергнуты расследованию. Это может быть так же просто, как несколько жалоб за короткий период или жалобы о поведении и / или нарушениях правил нашего сообщества. Если жалобы на хостеров окажутся обоснованными, мы предпримем немедленные действия и забаним хостеров за его неподобающие действия.',
    part31: 'Какие действия я должна предпринять?',
    part32: 'Важно, чтобы вы понимали принципы нашего сообщества и следовали нашим правилам. Если у вас есть какие-либо вопросы, пожалуйста, свяжитесь с вашим агентством или нашей службой поддержки клиентов.',
    part41: 'А как насчет поддельных жалоб?',
    part42: 'Мы знаем, что существуют жалобы, которые подаются по необоснованным причинам. Все решения, которые принимаются нашей командой, всегда тщательно проверяются человеком.',
    part51: 'Можете ли вы привести пример?',
    part52: 'Одним из наших приоритетов является использование подарков во время текстового чата или видеозвонков. Если вы попросите пользователей о подарке и поступит жалоба, мы тщательно проверим, соответствовали ли ваши действия принципам нашего сообщества. Некоторые пользователи могут сообщить о ваших действиях как о "мошенничестве", если они почувствуют, что были обмануты вашим поведением. Мы также будем уделять повышенное внимание всем, кто делится платежной информацией, чтобы получать дополнительные платежи от пользователей. Как всегда, мы ожидаем, что хостеры сохранят позитивное и уважительное отношение во время всех взаимодействий на нашей платформе. Практика оскорбительного или домогательского поведения также приведет к принятию строгих санкций.',
    part53: '1. Делайте любые неуместные просьбы о подарках. Пообещайте что-нибудь в обмен на монеты, подарки или деньги.',
    part54: '2. Просить подарки или деньги в обмен на сексуальное домогательство.',
    part541: 'Пример – НАРУШЕНИЕ наших правил в отношении сексуального домогательства и ОБНАЖЕНИЯ:',
    part55: '3. Издевательства и/или домогательства или угрозы потребовать деньги, подарки или монеты. ',
    part551: 'Пример: - НАРУШЕНИЕ наших правил в отношении издевательств и домогательств:',
    part56: 'Самое главное, мы также напоминаем всем, что мы абсолютно нетерпимы к вовлечению любых несовершеннолетних в наше приложение - даже случайно.  Доступ несовершеннолетних строго запрещен и приведет к немедленному закрытию соответствующего аккаунта.',
    part57: 'Мы благодарим вас за вашу постоянную поддержку, и мы очень рады успешному будущему с платформой, которая будет веселой и захватывающей для всех участников.'
  },
  guide
}
