import guide from './guide/th'
// import christmas from './christmas/th'
import newfunc from './newfunc/th'
import newYear from './newYear/th'
import country from './country/th'
import hostshot from './hostshot/th'
import noticeEmail from './noticeEmail/th'
import worldCup from './worldCup/th'
import cargame from './cargame/th'
import star from './star/th'
import lucky from './lucky/th'
import checkin from './checkin/th'
import recruit from './recruit/th'
import bunny from './bunny/th'
import faq from './faq/th'
import cosplay from './cosplay/th'

import christmas2022 from './christmas2022/th'
export default {
  checkin,
  cargame,
  star,
  lucky,
  noticeEmail,
  recruit,
  bunny,
  faq,
  cosplay,
  // christmas: christmas,
  hostshot,
  newfunc,
  newYear,
  country,
  worldCup,
  christmas2022,
  halloween: {
    title: 'ฮาโลวีนควีนปาร์ตี้',
    startTimeTitle: null,
    startTime: null,
    endTimeTitle: null,
    endTime: null,
    content1:
      'ถึงทุกคนผู้เปรียบเสมือนครอบครัวของเรา วันฮาโลวีนปี 2021 กำลังจะมาถึงแล้วในเร็วๆ นี้ เราจะทำการเลือกสตรีมเมอร์ที่แซบที่สุดจากการแต่งกายธีมฮาโลวีน และแจกรางวัลจำนวน <span>7,500 เหรียญ 15,000 เหรียญ และ 37,500 เหรียญ</span>\n' +
      '\n' +
      'กิจกรรมนี้เป็นของวันฮาโลวีนเท่านั้น เพราะฉะนั้นรีบเลยนะ หาชุดฮาโลวีนแซบ ๆ มาลุ้นรับรางวัลกัน\n',
    content2: 'ขอสนุกกับวันฮาโลวีน !'
  },
  halloweenActivity: {
    title: 'การแข่งขันแต่งตัวฮาโลวีน',
    startTimeTitle: 'เวลาเริ่มกิจกรรม:',
    startTime: '00:00 น. 30 ต.ค. 2022 utc+0',
    endTimeTitle: 'เวลาสิ้นสุดกิจกรรม:',
    endTime: '00:00 2 พ.ย. 2565, utc+0',
    content1: '1. ในช่วงกิจกรรมฮัลโลวีน เจ้าภาพสามารถสวมใส่ชุดฮัลโลวีนหรือแต่งหน้าเพื่อให้ปรากฏในแมตช์และสายนางฟ้า และแพลตฟอร์มจะเลือกโฮสต์ที่ดีที่สุดตามการแสดงการแต่งตัว รางวัลมีดังต่อไปนี้:',
    content11: 'รางวัลที่ 1 แจก 15 ท่าน ท่านละ 37,500 เหรียญ ',
    content12: 'รางวัลที่ 2 แจก 50 ท่าน ท่านละ 15,000 เหรียญ ',
    content13: 'รางวัลที่ 3 แจก 100 ท่าน ท่านละ 7,500 เหรียญ',
    content2: '2. หลังจบกิจกรรม ทางการจะประกาศผู้ชนะผ่านตัวแทน ของรางวัลจะถูกส่งไปพร้อมกับรางวัลประจำสัปดาห์หลังจบกิจกรรม',
    content3: '3. โปรดปฏิบัติตามหลักเกณฑ์ของชุมชนระหว่างแฮงเอาท์วิดีโอ',
    content4: '4. ห้ามมิให้โฮสทำงานมากกว่า 1 บัญชี หรือ 1 บัญชีทำงานมากกว่า 1 คน',
    content5: 'กิจกรรมนี้สำหรับช่วงฮัลโลวัน เพราะฉะนั้นเตรียมตัวเลยนะ มาเริ่มกันเลย？',
    content6: 'สนุกกับวันฮาโลวีนของคุณ!'
  },
  christmasActivities: {
    title: 'การประกวดแต่งกายแฟนซีวันคริสต์มาส',
    title1: 'ค้นหาว่าใครมีชุดแฟนซีคริสต์มาสที่ดีที่สุด',
    activiesAtitle: 'การประกวดแต่งกายแฟนซีวันคริสต์มาส',
    startA: 'เวลาเริ่มกิจกรรม:',
    startTimeA: '07.00 24 ธันวาคม 2022 GMT +7',
    endA: 'เวลาสิ้นสุดกิจกรรม:',
    endTimeA: '07.00 27 ธันวาคม 2022 GMT +7',
    contentA1: "1. ในช่วงเทศกาลคริสต์มาส เจ้าภาพสามารถเข้าร่วม 'การแข่งขันแต่งกายแฟนซีคริสต์มาส' ได้โดยการสวมชุดแฟนซีคริสต์มาสที่ดีที่สุด และปรากฏตัวในการแข่งขันและการแข่งขันทางโทรศัพท์ รางวัลจะได้รับสำหรับชุดแฟนซีคริสต์มาสที่ดีที่สุดและสร้างสรรค์ที่สุด",
    contentA2: '2. รางวัลถูกกำหนดดังนี้:',
    contentA21: 'รางวัลที่หนึ่ง โฮสต์ 15 คนจะได้รับ <strong>37,500</strong> เหรียญต่อคน',
    contentA22: 'รางวัลที่สอง โฮสต์ 50 คนจะได้รับ รางวัลละ <strong>15,000</strong> เหรียญ',
    contentA23: 'รางวัลที่สาม โฮสต์ 100 คนจะได้รับ <strong>7500</strong> เหรียญต่อคน',
    activiesBtitle: 'การแข่งขันนิทานคริสต์มาส',
    startB: 'เวลาเริ่มกิจกรรม:',
    startTimeB: '07.00 12 ธันวาคม 2022 GMT +7',
    endB: 'เวลาสิ้นสุดกิจกรรม:',
    endTimeB: '07.00 26 ธันวาคม 2022 GMT +7',
    contentB1: '1. โปรดอัปโหลดวิดีโอเกี่ยวกับคริสต์มาส ใส่ #คริสต์มาส เพิ่มสติกเกอร์ ฯลฯ วิดีโอที่ได้รับการอนุมัติจะถูกส่งไปที่หน้าคริสต์มาส',
    contentB2: '2. โฮสต์บนกำแพงจะได้รับการเลื่อนขั้นมากขึ้น',
    contentB3: '3. รางวัลมีดังนี้:',
    contentB31: 'รางวัลที่หนึ่ง: 10 คน คนละ <strong>20,000</strong> คะแนน;',
    contentB32: 'รางวัลที่สอง: 50 คน แต่ละคน <strong>10,000</strong> คะแนน;',
    contentB33: 'รางวัลที่สาม: 100 คน คนละ <strong>5,000</strong> คะแนน;',
    contentB34: 'รางวัลที่สี่ 200 คน คนละ <strong>1,000</strong> คะแนน',
    contentB4: '4. เกณฑ์การคัดเลือกเรื่องราว',
    contentB41: '1）พิธีกรสามารถร้องเพลงและเต้นรำในชุดคริสต์มาสและชุดแฟนซีได้',
    contentB42: '2) รวมธีมการตกแต่งและอุปกรณ์ประกอบฉากที่เกี่ยวข้องกับคริสต์มาส',
    contentB43: '3) อย่าลืมใส่เพลงประกอบ',
    contentB44: '4) อย่าลืมติดแฮชแท็ก #Christmas',
    noteTitle: 'ข้อกำหนดเพิ่มเติม',
    noteContent1: '1. หลังจบกิจกรรม ผู้จัดการประจำประเทศจะประกาศผู้ชนะผ่านตัวแทน รางวัลจะถูกส่งไปพร้อมกับรางวัลประจำสัปดาห์หลังจบกิจกรรม',
    noteContent2: '2. ไม่อนุญาตให้หลายโฮสต์ใช้บัญชีเดียวกัน หรือโฮสต์เดียวกันใช้หลายบัญชี',
    noteContent3: '3.ต้องปฏิบัติตามแนวทางชุมชนตลอดเวลา',
    nowBtn: 'มีส่วนร่วมในขณะนี้!',
    popup: 'ในการเข้าร่วมกิจกรรมนี้ คุณต้องยอมรับ',
    popup1: ' ข้อกำหนดและเงื่อนไขของโปรโมชันคริสต์มาสปี 2022',
    popup2: '',
    popupBtn: 'ฉันเห็นด้วย'
  },
  story: {
    title: 'อีเว้นท์เรื่องราวสตอรี่',
    startTimeTitle: 'เวลาเริ่มต้น',
    endTimeTitle: 'เวลาสิ้นสุด',
    condition: 'เงื่อนไขของอีเว้นท์',
    conditionDesc:
      'เหตุการณ์นี้กำลังเผชิญกับโฮสต์และโฮสต์ Android ทั้งหมดที่ใช้ Livu เวอร์ชันล่าสุด และ Yaar',
    rulesTitle: 'กฎของอีเว้นท์',
    rule1:
      '1. โฮสต์ถ่ายและอัปโหลดวิดีโอเรื่องราวผ่านแอป หลังจากที่วิดีโอเรื่องราวได้รับการอนุมัติจากการตรวจสอบแล้ว ผู้ดำเนินรายการจะได้รับรางวัลเป็นคะแนนที่เกี่ยวข้อง วิดีโอแรกที่ได้รับอนุมัติจะได้รับ 1,000 คะแนน และวิดีโอที่ได้รับการอนุมัติครั้งที่สองจะได้รับ 500 คะแนน',
    rule2:
      '2. หากสตอรี่ของท่านคล้ายหรือเหมือนกับคนอื่นมาก ๆ แต่ผ่านการตรวจสอบท่านจะได้รับรางวัล 1000 เหรียญเท่านั้น',
    rule3: '3. คะแนนสะสมเนื้อเรื่องจะออกพร้อมกับรางวัลประจำสัปดาห์',
    rule4:
      '4. ห้ามลงสตอรี่ที่มีของผิดกฎหมาย ขอแนวร้อง เล่น เต้นรำ จะพิจารณาเป็นพิเศษ',
    rule5:
      '5. โฮสต์ที่ได้รับการอนุมัติวิดีโอเรื่องราวจะได้รับการเข้าชมการโปรโมตวีไอพีของฟังก์ชัน Story ในขณะที่โฮสต์ที่ไม่มีคุณสมบัติจะไม่',
    video: 'กรุณาดูสตอรี่ตัวอย่างด้านล่างนี้',
    videoDesc: 'อัดวิดีโอเพื่อลุ้นรับเหรียญเลย'
  },
  story14: {
    title: 'ถ่ายทำเรื่อง <em>แรก</em> ของคุณ และรับ 200เหรียญ',
    startTimeTitle: 'เวลาเริ่มต้น:',
    startTime: '28 มีนาคม 2022 UTC+0',
    endTimeTitle: 'เวลาสิ้นสุด:',
    endTime: '11 เมษายน 2022 UTC+0',
    rules: 'กฎและรางวัล:',
    rules1: 'ภายในงาน,',
    rules2:
      'เจ้าภาพในพื้นที่ที่กำหนด (ซึ่งไม่ได้อัปโหลดเรื่องราวก่อนเริ่มงาน) ถ่ายและอัปโหลดวิดีโอเรื่องราว',
    rules3:
      'ธีมวิดีโอและสตรีมเมอร์แบบไม่จำกัดสามารถอวดความสามารถหรือแบ่งปันชีวิตประจำวันได้',
    rules4:
      'โฮสต์จะได้รับ <em>200</em> เหรียญหลังจากผ่านการตรวจสอบอย่างน้อย 1 เรื่องราวสตอรี่',
    rules5:
      'สตรีมเมอร์ที่ไม่มีเรื่องราวจะสูญเสียการเข้าชมที่แนะนำบางส่วน การอัปโหลดเรื่องราวสามารถนำทราฟฟิกวีไอพีพิเศษมาสู่โฮสต์ได้',
    notice: 'สังเกต:',
    notice1:
      'เหรียญเรื่องราวจะคำนวณจากรายได้ของสัปดาห์หน้า และสตรีมเมอร์ที่ไม่ได้รับเหรียญโทรจะถูกตัดสิทธิ์จากกิจกรรม',
    notice2:
      'เนื้อหาวิดีโอต้องเป็นไปตามบรรทัดฐานของชุมชน และการตีความขั้นสุดท้ายของกิจกรรมนี้เป็นภารกิจอย่างเป็นทางการ',
    notice3: 'มาและมีส่วนร่วม!'
  },
  newStory: {
    title: 'Story video guideline',
    rulesTitle: 'Guideline',
    rule1:
      '1. โฮสต์ที่ได้รับการอนุมัติวิดีโอเรื่องราวจะได้รับการเข้าชมการโปรโมตวีไอพีของฟังก์ชัน Story ในขณะที่โฮสต์ที่ไม่มีคุณสมบัติจะไม่',
    rule2:
      '2. ห้ามลงสตอรี่ที่มีของผิดกฎหมาย ขอแนวร้อง เล่น เต้นรำ จะพิจารณาเป็นพิเศษ',
    video: 'กรุณาดูสตอรี่ตัวอย่างด้านล่างนี้',
    videoDesc: 'Story Video Tutorial'
  },
  storyVideo: {
    title: 'สตอรี่ลิปซิงค์สุดหวาน 1,000,000 เหรียญ',
    filmStory: 'ถ่ายเรื่องราวตอนนี้',
    startTimeTitle: 'เวลาเริ่มต้น',
    startTime: null,
    endTimeTitle: 'เวลาสิ้นสุด',
    endTime: null,
    condition: 'เงื่อนไขการเข้าร่วม',
    conditionDesc: 'กิจกรรมนี้เป็นของสตรีมเมอร์ทั้ง Livu และ Yaar',
    rulesTitle: 'กฎกิจกรรม',
    rule1:
      'เข้าไปที่สตอรี่แล้วเลือกเพลงที่ชอบจากโหมด "lip-syncing" หรือ “ลิปซิงค์” และร้องตามเพลงนั้น ๆ อย่างสนุกสนานจากนั้นให้ทำการอัปโหลดสตอรี่ลงไปในแอป',
    rule2:
      'กรุณาตรวจสอบให้มั่นใจว่าปากกับเนื้องเพลงร้องตรงกัน สื่ออารมณ์ได้ตรงกับเพลง และใส่ฟิวเตอร์ที่มีความสวยงามเพื่อเพิ่มความน่าหลงใหลให้กับสตอรี่ของท่าน',
    rule3:
      'ห้ามลงสตอรี่ที่ไม่เหมาะสม หยาบคาย ผิดกฎหมายและขัดต่อนโยบายของแอปโดยเด็ดขาด',
    rewardTitle: 'รางวัล',
    reward1:
      'คัดจากยอดวิว ยอดไลค์ ยอดคอมเมนต์ และมาตรฐานอื่น ๆ สตอรี่ที่ปังที่สุดจากทั่วทุกมุมโลกจะได้แบ่งรางวัลที่มีมูลค่ารวม 1,000,000 เหรียญ',
    video: 'ได้โปรดดูวิดีโอการสอนการลงสตอรี่ด้านล่าง'
  },
  storyList: {
    title: 'สตอรี่สุดยอด'
  },
  email: {
    email: 'ผูกอีเมล',
    coins: 'รับ 100 เหรียญ',
    now: 'ผูกตอนนี้',
    dialog: 'ขออภัย คุณได้ผูกอีเมลแล้ว',
    ok: 'ตกลง',
    title: 'ไปที่หน้า "ฉัน" และผูกอีเมลของคุณ',
    tep1: 'วิธีการผูก 1',
    tep2: 'วิธีการผูก 2'
  },
  safetyNoite: {
    title: 'ประกาศ',
    part11: 'นี่เป็นข้อความสำคัญสำหรับโฮสต์ทั้งหมดของเราเกี่ยวกับหลักเกณฑ์ของชุมชนของเรา ขอขอบคุณที่ใช้แพลตฟอร์มของเราและมีส่วนร่วมอย่างแข็งขันเพื่อความสำเร็จของแอปของเรา',
    part12: 'เรากำลังเพิ่มวิธีการตรวจสอบกิจกรรมของคุณบนแอปเพื่อให้แน่ใจว่าทุกคนจะได้รับประสบการณ์เชิงบวกและปลอดภัยบนแพลตฟอร์มของเรา',
    part21: 'มีอะไรเปลี่ยนแปลงบ้าง?',
    part22: 'เรากำลังตรวจสอบจำนวนรายงานในแอปที่คุณได้รับระหว่างการโต้ตอบ ฟังก์ชันการรายงานในแอปเป็นคุณลักษณะด้านความปลอดภัยที่สำคัญ โฮสต์ที่ได้รับรายงานจำนวนมากผิดปกติจะถูกตรวจสอบ สิ่งนี้อาจทำได้ง่ายเพียงแค่รายงานหลายฉบับในช่วงเวลาสั้นๆ หรือรายงานเกี่ยวกับพฤติกรรมและหรือการละเมิดหลักเกณฑ์ของชุมชนของเรา หากรายงานที่กล่าวหาโฮสต์นั้นถูกต้อง เราจะดำเนินการทันทีและแบนโฮสต์สำหรับกิจกรรมที่ไม่เหมาะสม',
    part31: 'ฉันควรดำเนินการอย่างไร?',
    part32: 'สิ่งสำคัญคือคุณต้องเข้าใจหลักเกณฑ์ของชุมชนของเราและปฏิบัติตามกฎของเรา หากคุณมีคำถามใดๆ โปรดติดต่อตัวแทนของคุณหรือทีมบริการลูกค้าของเรา',
    part41: 'แล้วรายงานปลอมล่ะ?',
    part42: 'เราทราบว่ามีรายงานและการร้องเรียนด้วยเหตุผลที่ไม่ถูกต้อง การตัดสินใจทั้งหมดที่ดำเนินการโดยทีมงานของเราจะได้รับการตรวจสอบอย่างรอบคอบโดยมนุษย์',
    part51: 'คุณช่วยยกตัวอย่างให้ฉันได้ไหม',
    part52: 'สิ่งสำคัญอย่างหนึ่งของเราคือการใช้ของขวัญระหว่างการแชทด้วยข้อความหรือแฮงเอาท์วิดีโอ หากคุณขอของขวัญจากผู้ใช้และผู้ใช้ร้องเรียน เราจะตรวจสอบอย่างรอบคอบว่ากิจกรรมของคุณสอดคล้องกับหลักเกณฑ์ของชุมชนของเราหรือไม่ ผู้ใช้บางรายอาจรายงานกิจกรรมของคุณว่า "ฉ้อโกง" หากรู้สึกว่าถูกหลอกโดยพฤติกรรมของคุณ นอกจากนี้ เราจะตรวจสอบอย่างใกล้ชิดว่าใครก็ตามที่แบ่งปันข้อมูลบัญชีเพื่อรับการชำระเงินภายนอกเพิ่มเติมจากผู้ใช้ และเช่นเคย เราคาดหวังให้โฮสต์รักษาทัศนคติเชิงบวกและให้เกียรติระหว่างการโต้ตอบทั้งหมดบนแพลตฟอร์มของเรา รูปแบบของพฤติกรรมที่ไม่เหมาะสมหรือล่วงละเมิดจะส่งผลให้มีการลงโทษอย่างเข้มงวด',
    part53: '1. การขอของขวัญที่ไม่เหมาะสม สัญญาว่าจะแลกกับเหรียญ ของขวัญ หรือเงิน',
    part54: '2. การขอของขวัญหรือเงินเพื่อตอบแทนคำขอทางเพศ',
    part541: 'ตัวอย่าง – การละเมิดหลักเกณฑ์ของเราสำหรับคำขอทางเพศและการเปลือยกาย:',
    part55: '3. การกลั่นแกล้งและ/หรือการก่อกวนหรือขู่ว่าจะเรียกร้องเงิน รางวัล หรือเหรียญ',
    part551: 'ตัวอย่าง: - การละเมิดหลักเกณฑ์ของเราสำหรับการกลั่นแกล้งและการล่วงละเมิด:',
    part56: 'สิ่งสำคัญที่สุดคือ เรายังเตือนทุกคนว่าเราไม่มีความอดทนต่อการมีส่วนร่วมของผู้เยาว์ในแอพของเรา - แม้จะไม่ได้ตั้งใจก็ตาม ห้ามผู้เยาว์โดยเด็ดขาด และจะส่งผลให้บัญชีที่เกี่ยวข้องถูกยกเลิกทันที',
    part57: 'เราขอขอบคุณสำหรับการสนับสนุนอย่างต่อเนื่องของคุณ และเราตื่นเต้นมากสำหรับอนาคตที่ประสบความสำเร็จด้วยแพลตฟอร์มที่สนุกและน่าตื่นเต้นสำหรับทุกคนที่เกี่ยวข้อง'
  },
  guide
}
