export default {
  rules: {
    content: [
      {
        title: 'خلال هذا الحدث ، يمكنك جمع طقم كرة القدم من خلال فتح صناديق غامضة. وإذا جمعت كل عناصر كرة القدم، فستحصل على حصة قدرها {total} عملة معدنية. '
      },
      {
        title: 'يمكنك جمع أكثر من طقم واحد من عناصر كرة القدم ، وبكل طقم من عناصر كرة القدم سيكون لديك فرصة واحدة للفوز بحصة تبلغ {total} عملة معدنية. كلما جمعت أكثر ، كلما كان فرص فوزك أكبر.'
      },
      {
        title: 'ستحصل على فرصة لفتح صندوق الغموض المجاني كل 12 ساعة. ويمكنك أيضًا شراء صناديق الغموض للحصول على فرص إضافية'
      },
      {
        title: 'سيكون لديك فرصة 100٪ للحصول على  {cup} عند فتح  {lotteryIcon} لـ {count} مرات.'
      },
      {
        title: 'بعد انتهاء الفاعلية، سندخل مرحلة المشاركة النهائية ، وسيتم الإعلان عن النتيجة النهائية في نهاية هذه المرحلة.'
      },
      {
        title: ' بعد انتهاء مرحلة المشاركة، سندخل في مرحلة المكافآت حتى تتمكن من الحصول على مكافآتك.'
      },
      {
        title: 'من فضلك تذكر أن تقوم بالمطالبة بمكافآتك. فلن تتمكن من الحصول على المكافآت بعد انتهاء مرحلة المكافأة.'
      },
      { title: 'تحتفظ المنصة بالحق في إجراء تغييرات.' }
    ],
    rule8: 'سيكون لديك فرصة 100٪ للحصول على  {cup} عند فتح  {lotteryIcon} لـ {count} مرات.',
    title: 'قواع الفاعلية',
    startTime: 'وقت بدء الفاعلية: ',
    endTime: 'وقت انتهاء الفاعلية:',
    shareTime: 'مرحلة المشاركة:  ',
    awardTime: 'مرحلة المكافآت:  '
  },
  treasureChest: {
    alreadySets: '{gatheredUserCount} شخصا جمعوا {gatheredPvCount} مجموعة',
    // alreadySets: 'XX شخصا جمعوا YY مجموعة',
    sets: 'عدد الطقم التي تم تجميعها:',
    title: 'أنت المختار!',
    info: 'لقد جمعت طقم من عناصر كرة القدم واحصل على 10 صناديق غامضة مجانية! افتحها وانتقل إلى مجموعتك التالية من عناصر كرة القدم!',
    group: 'عدد X طقم'
  },
  gold_inadequate: 'رصيد غير كافي',
  title: '2022 كرنفال كرة القدم',
  subTitle: 'شارك عملات معدنية',
  timeLeft: 'الوقت المتبقي',
  finishedCollection: 'لقد أنهى XX شخص الجمع',
  freeMsteryBox: 'صندوق الغموض المجاني',
  packageTitle: 'اجمع المزيد من عناصر كرة القدم',
  packageSubTitle: 'يمكنك الحصول على عناصر كرة القدم أو كمية عشوائية من العملات المعدنية (ما يصل إلى {shareCoin} عملة معدنية) عن طريق فتح صندوق الغموض',
  winUp: 'اربح ما يصل إلى ',
  footballItemReleased: 'تم إصدار عناصر كرة القدم',
  openBtnTitle: 'افتح',
  congratulation: 'مبروك!',
  rank: 'الترتيب',
  won: 'فاز بـ ',
  history: 'السِجِلّ',
  coins: 'عملات معدنية',
  footballItems: 'عناصر كرة القدم',
  goMeetFootballFans: 'هيا لمقابلة مشجعي كرة القدم',
  collectionEnd: 'انتهت عملية الجمع',
  unCollection: 'لسوء الحظ ، لم تنته من عملية الجمع',
  collection: 'لقد انتهت عملية الجمع، وفي انتظار المشاركة النهائية',
  waitingShare: 'في انتظار المشاركة النهائية',
  rewardInfoStart: 'تم الانتهاء من عملية الجمع، تهانينا على الحصول على ',
  rewardInfoEnd: ' عملة معدنية!',
  receiveReward: 'احصل على مكافأة',
  receiveRewarded: 'تم استلام المكافأة',
  viewWinnersBtn: 'قم بعرض قائمة الفائزين',
  listWinners: 'قائمة الفائزين',
  actEnd: 'انتهى الحدث',
  noData: 'لا سجلات',
  worldCupBonus: {
    title: 'مكافأة كرة القدم',
    actEnd: 'عذرا ، لقد انتهى الحدث',
    info: 'قم بإعادة الشحن الآن واحصل على عملات معدنية إضافية!',
    bonusTips: 'تهنئة! تتلقى عملات {num} كمكافأة',
    endTips: 'انتهى الحدث',
    weeklyBonus: 'مكافأة أسبوعية ',
    getBonus: 'احصل على المكافأة',
    enjoyBonus: 'استمتع بالمكافأة',
    mysteryInfo: 'مبروك! لقد حصلت علي {bonus} عملة ذهبية و {lotteryIcon} كمكافأة',
    mysteryInfo2: 'تهنئة! تتلقى {lotteryIcon}{lotteryCount}كمكافأة',
    mysteryBtn: 'افتح صندوق الغموض',
    mysteryMoreBtn: 'افتح المزيد من الصناديق الغامضة',
    laterBtn: 'لاحقا',
    rules: {
      title: 'القواعد الخاصة بمكافآت كرة القدم',
      content: [
        {
          title: 'تبدأ المهام كل يوم اثنين 00: 00 UTC وتنتهي كل يوم أحد 23: 59 UTC ،',
          content: []
        },
        {
          title: 'سيتم احتساب جميع العملات المعدنية التي تم شراؤها خلال الأسبوع ضمن المهام',
          content: []
        },
        {
          title: 'بعد الانتهاء من المهام، يرجى تحصيل مكافآتك قبل نهاية فترة المهمة. وبمجرد انتهاء فترة المهمة، ستخسر مكافآتك.',
          content: []
        },
        {
          title: 'سيتم فتح مكافأة صندوق الغموض فور استلامها. يمكنك الحصول على العملات المعدنية أو عناصر كرة القدم كمكافأة'
        },
        {
          title: 'لن يتم احتساب عناصر كرة القدم التي تحصل عليها من الصناديق الغامضة للتحصيل أثناء مرحلة المشاركة أو مرحلة المكافأة في "كرنفال كرة القدم 2022".'
        }
      ]
    }
  },
  footballFans: {
    rules: {
      content: [
        {
          title: 'كن أفضل مشجعي كرة القدم, و ادعم كأس العالم',
          content: [
            'توقيت البدء',
            '2022-10-31 0:00 UTC+0',
            'موعد إنتهاء النشاط:',
            '2022-11-21 0:00 UTC+0'
          ]
        },
        {
          title: 'سيكون النشاط متاح لفترة محدودة من يوم 31 أكتوبر تمام الساعة 0:00 حتي 0:00 يوم 21 نوفمبر بتوقيتUTC + 0',
          content: [
            ' تقوم المذيعات بتصوير وتحميل قصة فيديو مع علامة <span class="span-color">#WorldCup</span> وعناصر كأس العالم. وبعد مراجعتها ، يمكن عرضها على صفحة نشاط مشجعي كرة القدم .',
            ' بعد بدء ناشط مشجعي كرة القدم ، يمكن للمذيع التسجيل في أي وقت.',
            'المذيعات الذين قاموا بتصوير استوري علي مزيد من التوصية و مزيد من المكالمات. (إضافة الصورة)'
          ]
        },
        {
          title: ' يمكن للمذيعات المشاركة في الأستوري الذين ينشرون قصص الأستوري علي #WorldCup المشاركة في اختيار أفضل أستوري لهذا الأسبوعي (إجمالي ثلاثة أسابيع ، من 31 أكتوبر إلى 21 نوفمبر).',
          content: [
            'من المرجح أن تفوز الأستوري المميزة بعناصر كرة القدم بالجوائز الأولى. يمكن أن تغني وترقص بالقميص الرياضي ، ويستخدم دعائم عناصر كرة القدم (كرة القدم ، والقرن ، والعلم الوطني ، وخلفية النجيلة، وما إلى ذلك) ، ويرسم مكياج كأس العالم ، ولا تنس إضافة موسيقى في الخلفية. انظر الى ',
            'المكافآت هي كما يلي:',
            'الجائزة الأولى: 10 أشخاص ، كل 20000 عملة نقدية ؛',
            'الجائزة الثانية: 50 شخصًا ، كل 10000 عملة نقدية ؛',
            'الجائزة الثالثة: 100 شخص ، 5000 عملة نقدية لكل منهما ؛',
            'الجائزة الرابعة: 200 شخص كل منهم 1000 عملة نقدية.',
            'سيتم توزيع الجوائز مع المرتبات الأسبوعية'
          ]
        },
        {
          title: ' تتضمن معايير الاختيار لأفضل قصص الفيديو لمشجعي كرة القدم ما يلي:',
          content: [
            'يرتدون ملابس وملابس كرة القدم (كلما كان ذلك أفضل)',
            'أكثر الأنشطة الإبداعية المتعلقة بكرة القدم',
            'تأكد من إرفاق علامة الهاشتاج #WorldCup',
            'أضف موسيقى خلفية لدعم الفيديو ذي الصلة بكرة القدم',
            'يجب أن تكون متوافقة مع شروط وأحكام وإرشادات المجتمع'
          ]
        },
        {
          title: 'خليك مستعد لمسابقة كأس العالم و استعد للدردشة حول كأس العالم!',
          content: []
        },
        { title: 'شاهد امثلة الفيديو التالية', content: [] }
      ],
      ruleBtn: 'قواعد النشاط',
      title: 'القواعد و الجوائز',
      participate: 'شارك الأن!'
    },
    title: 'مشجعين كرة القدم',
    protocol: 'للمشاركة في هذا النشاط, تحتاج إلي الموافقة علي شروط و أحكام الترويج الخاصة بكأس العالم للمضيفين 2022',
    agreeBtn: 'موافق'
  }
}
