export default {
  rules: {
    content: [
      {
        title: 'במהלך המבצע, ניתן לאסוף פריטי כדורגל על ידי פתיחת תיבות מסתורין. אם תאסוף את כל פריטי הכדורגל, תקבל נתח מתוך{total} מטבעות.'
      },
      {
        title: 'ניתן לאסוף יותר מסט אחד של פריטי כדורגל, לכל סט של פריטי כדורגל יהיה סיכוי לזכות בנתח מתוך{total} מטבעות. ככל שתאסוף יותר סטים, כך סיכויי הזכייה שלך יגברו.'
      },
      {
        title: ' תזכו בהזדמנות לפתוח תיבת מסתורין מדי 12 שעות. תוכלו גם לרכוש תיבות מסתורין כדי לקבל הזדמנויות נוספות.'
      },
      {
        title: 'תהיה לך סיכוי של 100% לקבל {cup}  כשתפתח את {lotteryIcon}  לזמנים של {count}.'
      },
      {
        title: ' לאחר סיום המבצע, נתחיל בשלב החלוקה האחרון, והתוצאה הסופית תוכרז בסוף שלב זה.'
      },
      {
        title: ' לאחר סיום שלב החלוקה, נתחיל בשלב הפרסים שבו שתוכלו לקבל את הפרסים שלכם.'
      },
      {
        title: ' אנא זכרו לבקש את הפרסים שלכם. לא תוכלו לקבל את הפרסים לאחר סיום שלב הפרסים.'
      },
      { title: 'הפלטפורמה שומרת לעצמה את הזכות לבצע שינויים.' }
    ],
    rule8: 'תהיה לך סיכוי של 100% לקבל {cup}  כשתפתח את {lotteryIcon}  לזמנים של {count}.',
    title: 'כללי המבצע',
    startTime: 'זמן תחילת המבצע: ',
    endTime: 'זמן סיום המבצע:',
    shareTime: 'שלב השיתוף: xxx - xxx',
    awardTime: 'שלב הפרסים: xxx - xxx'
  },
  gold_inadequate: 'היתרה אינה מספיקה',
  title: 'קרנבל כדורגל 2022',
  subTitle: 'התחלקו במטבעות',
  timeLeft: 'זמן נותר',
  finishedCollection: ' אנשים סיימו את האוסף',
  freeMsteryBox: 'תיבת מסתורין חינם',
  packageTitle: 'אספו עוד פריטי כדורגל',
  packageSubTitle: 'תוכלו לקבל פריטי כדורגל או כמות אקראית של מטבעות (עד {shareCoin} מטבעות) עם פתיחת תיבת המסתורין.',
  winUp: 'זכו בסכום של עד',
  footballItemReleased: 'פריטי כדורגל שוחררו',
  openBtnTitle: 'פתחו',
  congratulation: 'מזל טוב!',
  rank: 'דירוג',
  won: 'זכו ב-XX מטבעות',
  history: 'היסטוריה',
  coins: 'מטבעות',
  footballItems: 'פריטי כדורגל',
  goMeetFootballFans: 'בואו לפגוש מעריצי כדורגל',
  collectionEnd: 'האוסף הסתיים',
  unCollection: 'למרבה הצער, לא סיימתם את האוסף',
  collection: 'האוסף הסתיים, נא להמתין לחלוקה הסופית',
  waitingShare: 'נא להמתין לחלוקה הסופית',
  rewardInfoStart: 'האוסף הסתיים, ברכות על קבלת ',
  rewardInfoEnd: 'מטבעות!',
  receiveReward: 'קבלו פרס',
  receiveRewarded: 'הפרס התקבל',
  viewWinnersBtn: 'צפו ברשימת הזוכים',
  listWinners: 'רשימת הזוכים',
  actEnd: 'האירוע הסתיים',
  noData: 'אין תיעוד',
  treasureChest: {
    alreadySets: '{gatheredUserCount} אנשים אספו {gatheredPvCount} סטים',
    sets: 'מספר הסטים שנאספו:',
    title: 'אתה נבחרת!',
    info: 'אספת סט של פריטי כדורגל, ואתה מקבל 10 תיבות מסתורין בחינם! פתח אותן, ואסוף את סט פריטי הכדורגל הבא שלך!',
    group: "סט מס' X"
  },
  worldCupBonus: {
    title: 'בונוס כדורגל',
    actEnd: 'מצטערים, האירוע הסתיים',
    info: 'טענו מחדש עכשיו וקבלו מטבעות נוספים!',
    bonusTips: 'מזל טוב! אתה מקבל {num} מטבעות כבונוס',
    endTips: 'האירוע הסתיים',
    weeklyBonus: 'בונוס שבועי ',
    getBonus: 'קבלו את הבונוס',
    enjoyBonus: 'תיהנו מהבונוס',
    mysteryInfo: 'מזל טוב! אתה מקבל {bonus} מטבעות ו-{lotteryIcon} כבונוס',
    mysteryInfo2: 'מזל טוב! אתה מקבל {lotteryIcon}  כבונוס',
    mysteryBtn: 'פתח תיבת מסתורין',
    mysteryMoreBtn: 'פתח עוד תיבות מסתורין',
    laterBtn: 'מאוחר יותר',
    getBonusBtn: 'קבל בונוס',
    rules: {
      title: 'כללי בונוס כדורגל',
      content: [
        {
          title: 'המשימה מתחילה מדי יום שני ב  00:00UTC ומסתיימת מדי יום ראשון ב-23:59UTC,',
          content: []
        },
        {
          title: 'כל המטבעות שנרכשו במהלך השבוע ייחשבו עבור המשימות',
          content: []
        },
        {
          title: ' לאחר השלמת המשימות, אנא אספו את הפרסים שלכם לפני סיום פרק זמן המשימה. לאחר שהמשימה תפוג, תאבדו את הפרסים שלכם.',
          content: []
        }, {
          title: 'תיבות המסתורין המוענקות כבונוס ייפתחו מיידית לאחר שקיבלת אותן. תוכל לקבל מטבעות או פריטי כדורגל כפרס'
        },
        {
          title: 'פריטי הכדורגל שתקבלו מקופסאות המסתורין לא ייספרו לאיסוף בשלב השיתוף או שלב התגמול של "קרנבל הכדורגל 2022".'
        }
      ]
    }
  }
}
