export default {
  rules: {
    content: [
      {
        title: '1. इवेंट के दौरान, आप एक मिस्ट्री बॉक्स खोलकर फ़ुटबॉल आइटम एकत्र कर सकते हैं। यदि आप सभी फुटबॉल आइटम एकत्र करते हैं,आपको {total} सिक्कों का हिस्सा मिलेगा।'
      },
      {
        title: '2. आप फुटबॉल आइटम के एक से अधिक सेट एकत्र कर सकते हैं, फुटबॉल आइटम के प्रत्येक सेट में {total} सिक्कों का हिस्सा जीतने का एक मौका होगा। आप जितने अधिक सेट एकत्र करेंगे, आपके जीतने की संभावना उतनी ही अधिक होगी'
      },
      {
        title: '3. आपको हर 12 घंटे में एक फ्री मिस्ट्री बॉक्स खोलने का मौका मिलेगा। आप अतिरिक्त अवसरों के लिए मिस्ट्री बॉक्स भी खरीद सकते हैं'
      },
      {
        title: '4. जब आप {lotteryIcon} को {count} समय के लिए खोलते हैं तो आपके पास {cup} प्राप्त करने का 100% मौका होगा।'
      },
      {
        title: '5. कार्यक्रम समाप्त होने के बाद, हम अंतिम साझाकरण चरण में प्रवेश करेंगे, और इस चरण के अंत में अंतिम परिणाम घोषित किया जाएगा।'
      },
      {
        title: '6. साझा करने का चरण समाप्त होने के बाद, हम पुरस्कार चरण में प्रवेश करेंगे ताकि आप अपने पुरस्कार प्राप्त कर सकें।'
      },
      {
        title: '7. कृपया अपने पुरस्कारों का दावा करना याद रखें। इनाम चरण समाप्त होने के बाद आप पुरस्कार प्राप्त नहीं कर पाएंगे।'
      },
      { title: '8. मंच परिवर्तन करने का अधिकार सुरक्षित रखता है।' }
    ],
    rule8: '4. जब आप {lotteryIcon} को {count} समय के लिए खोलते हैं तो आपके पास {cup} प्राप्त करने का 100% मौका होगा।',
    title: 'घटना का नियम',
    startTime: 'इवेंट शुरू होने का समय: ',
    endTime: 'घटना समाप्ति समय:',
    shareTime: 'साझाकरण चरण:  ',
    awardTime: 'इनाम चरण:  '
  },
  gold_inadequate: 'अपर्याप्त शेष',
  title: '2022 फुटबॉल कार्निवल',
  subTitle: 'सिक्के साझा करें',
  timeLeft: 'शेष समय',
  finishedCollection: ' लोगों ने संग्रह पूरा कर लिया है',
  freeMsteryBox: 'फ्री मिस्ट्री बॉक्स',
  packageTitle: 'अधिक फ़ुटबॉल आइटम लीजिए',
  packageSubTitle: 'आप मिस्ट्री बॉक्स खोलकर फुटबॉल आइटम या यादृच्छिक मात्रा में सिक्के ({shareCoin} सिक्के तक) प्राप्त कर सकते हैं',
  winUp: 'तक जीतें',
  footballItemReleased: 'फुटबॉल आइटम जारी किए गए हैं',
  openBtnTitle: 'खुला हुआ',
  congratulation: 'बधाई हो!',
  rank: 'पद',
  won: 'सिक्के जीते',
  history: 'इतिहास',
  coins: 'सिक्के',
  footballItems: 'फ़ुटबॉल आइटम',
  goMeetFootballFans: 'प्लेटफॉर्म को बदलाव करने का अधिकार है।',
  collectionEnd: 'फ़ुटबॉल प्रशंसकों से मिलें',
  unCollection: 'दुर्भाग्य से, आपने संग्रह समाप्त नहीं किया है',
  collection: 'कलेक्शन खत्म, फाइनल शेयर का इंतजार',
  waitingShare: 'फाइनल शेयर का इंतजार',
  rewardInfoStart: 'संग्रह समाप्त,',
  rewardInfoEnd: ' सिक्के प्राप्त करने के लिए बधाई!',
  receiveReward: 'इनाम प्राप्त करें',
  receiveRewarded: 'इनाम मिला',
  viewWinnersBtn: 'विजेताओं की सूची देखें',
  listWinners: 'विजेताओं की सूची',
  actEnd: 'घटना समाप्त',
  noData: 'कोई रिकॉर्ड नहीं',
  treasureChest: {
    alreadySets: '{gatheredUserCount} लोगों ने {gatheredPvCount} सेट एकत्र किए हैं',
    sets: 'एकत्र किए गए सेटों की संख्या:',
    title: 'आप चुने हुए में से एक हैं!',
    info: 'आपने फ़ुटबॉल आइटम का एक सेट एकत्र किया है और 10 निःशुल्क मिस्ट्री बॉक्स प्राप्त करें! उन्हें खोलें और फुटबॉल आइटम के अपने अगले सेट के लिए जाएं',
    group: 'No.X सेट'
  },
  worldCupBonus: {
    title: 'फुटबॉल बोनस',
    actEnd: 'क्षमा करें, घटना समाप्त हो गई है',
    info: 'अभी रिचार्ज करें और अतिरिक्त सिक्के प्राप्त करें!',
    bonusTips: 'बधाई! आप बोनस के रूप में {num} सिक्के प्राप्त करते हैं',
    endTips: 'घटना समाप्त',
    weeklyBonus: 'साप्ताहिक बोनस ',
    getBonus: 'बोनस प्राप्त करें',
    enjoyBonus: 'बोनस का आनंद लें',
    mysteryInfo: 'बधाई हो! आपको बोनस के रूप में {bonus} सिक्के और {lotteryIcon}{lotteryCount}  मिलते हैं',
    mysteryInfo2: 'बधाई हो! आपको {lotteryIcon}{lotteryCount}  बोनस के रूप में मिलता है',
    mysteryBtn: 'मिस्ट्री बॉक्स खोलें',
    mysteryMoreBtn: 'और मिस्ट्री बॉक्स खोलें',
    laterBtn: 'बाद में',
    rules: {
      title: 'फुटबॉल बोनस नियम',
      content: [
        {
          title: '1. कार्य प्रत्येक सोमवार 00:00UTC पर शुरू होता है और प्रत्येक रविवार 23:59UTC पर समाप्त होता है,',
          content: []
        },
        {
          title: '2. सप्ताह में खरीदे गए सभी सिक्कों को कार्यों के लिए गिना जाएगा',
          content: []
        },
        {
          title: '3. कार्य पूर्ण होने के बाद, कृपया कार्य अवधि समाप्त होने से पहले अपने पुरस्कार एकत्र करें। एक बार जब कार्य समाप्त हो जाता है, तो आप अपने पुरस्कार खो देते हैं।',
          content: []
        },
        {
          title: '4. बोनस मिस्ट्री बॉक्स प्राप्त होने के तुरंत बाद खोले जाएंगे। आपको इनाम के तौर पर सिक्के या फुटबॉल का सामान मिल सकता है'
        },
        {
          title: '5. मिस्ट्री बॉक्स से आपको मिलने वाले फुटबॉल आइटम को "2022 फुटबॉल कार्निवल" के शेयरिंग चरण या इनाम चरण के दौरान संग्रह के लिए नहीं गिना जाएगा।'
        }
      ]
    }
  },
  footballFans: {
    rules: {
      content: [
        {
          title: 'सबसे अच्छे कपड़े पहने फुटबॉल प्रशंसक बनें।  विश्व कप का समर्थन करें!',
          content: [
            'समय शुरू:',
            '2022-10-31 0:00 यूटीसी+0',
            'अंत समय:',
            '2022-11-21 0:00 यूटीसी+0'
          ]
        },
        {
          title: '1. फुटबॉल प्रशंसक गतिविधि सीमित समय के लिए 31 अक्टूबर को 0:00 बजे से 21 नवंबर (यूटीसी+0) को 0:00 बजे तक खुली रहेगी।',
          content: [
            ' (1) भाग लेने के लिए मेजबान को विश्व कप का जश्न मनाते हुए # विश्व कप टैग के साथ फुटबॉल से संबंधित कहानी का वीडियो अपलोड करना होगा।  फ़ुटबॉल प्रशंसक पृष्ठ पर प्रकाशन से पहले आपके फ़ुटबॉल प्रशंसक वीडियो की समीक्षा और अनुमोदन किया जाएगा।',
            ' (2) एक मेजबान फुटबॉल प्रशंसकों के प्रचार के उद्घाटन के दौरान किसी भी समय भाग ले सकता है, बशर्ते मेजबान फुटबॉल प्रशंसकों के प्रचार के नियमों और शर्तों से सहमत हो।',
            ' (3) एक मेजबान जिसने विश्व कप का जश्न मनाते हुए #विश्व कप टैग के साथ फुटबॉल से संबंधित कहानी वीडियो अपलोड नहीं किया है, उसे फ़ुटबॉल प्रशंसक पृष्ठ पर प्रदर्शित नहीं किया जा सकता है।  पेज पर मौजूद होस्ट्स को और अधिक प्रमोट किया जाएगा।'
          ]
        },
        {
          title: '2. जो होस्ट #विश्व कप टैग के साथ फ़ुटबॉल से संबंधित स्टोरी वीडियो अपलोड करते हैं, वे साप्ताहिक फ़ुटबॉल स्टोरी रैंकिंग में भाग ले सकते हैं (31 अक्टूबर से 21 नवंबर तक कुल 3 सप्ताह हैं)।',
          content: [
            ' फ़ुटबॉल से संबंधित कहानी वीडियो को उनकी उत्कृष्टता के लिए आंका जाएगा - जितने अधिक फ़ुटबॉल तत्व शामिल हैं और जो मनोरंजक हैं, उनके पास पुरस्कार जीतने का मौका उतना ही अधिक होगा।  उदाहरण के लिए, शायद टीम की जर्सी पहनें, फ़ुटबॉल गीत गाएँ, फ़ुटबॉल से संबंधित प्रॉप्स (सॉकर, हॉर्न, राष्ट्रीय ध्वज, घास की पृष्ठभूमि, आदि) का उपयोग करें, या विश्व कप के राष्ट्रीय ध्वज का श्रृंगार करें, और जोड़ना न भूलें  पार्श्व संगीत।  ',
            ' पुरस्कार इस प्रकार हैं:',
            ' प्रथम पुरस्कार: 10 लोग, 20,000 सिक्के प्रत्येक;',
            ' दूसरा पुरस्कार: 50 लोग, 10,000 सिक्के प्रत्येक;',
            ' तीसरा पुरस्कार: 100 लोग, 5000 सिक्के प्रत्येक;',
            ' चौथा पुरस्कार: 200 लोग, 1000 सिक्के प्रत्येक।',
            'फ़ुटबॉल प्रशंसकों के प्रचार के दौरान प्रत्येक सप्ताह के भुगतान के साथ पुरस्कार जारी किए जाएंगे'
          ]
        },
        {
          title: 'सर्वश्रेष्ठ फुटबॉल प्रशंसकों की वीडियो कहानियों के लिए चयन मानदंड में निम्नलिखित शामिल हैं:',
          content: [
            ' 1) फुटबॉल किट और कपड़ों में सबसे अच्छे कपड़े (जितना अधिक बेहतर)',
            ' 2) फुटबॉल से संबंधित सबसे रचनात्मक गतिविधि',
            ' 3) सुनिश्चित करें कि हैशटैग # विश्व कप संलग्न है',
            ' 4) अपने फुटबॉल से संबंधित वीडियो का समर्थन करने के लिए पृष्ठभूमि संगीत जोड़ें',
            ' 5) क्लैश आर्ट्स एचके लिमिटेड के नियमों और शर्तों और सामुदायिक दिशानिर्देशों के अनुरूप होना चाहिए'
          ]
        },
        {
          title: 'विश्व कप के लिए तैयार हो जाओ और विश्व कप चैट के लिए तैयार रहो!',
          content: []
        },
        { title: 'नीचे वीडियो उदाहरण देखें', content: [] }
      ],
      ruleBtn: 'नियम और शर्तें',
      title: 'नियम और पुरस्कार:',
      participate: 'अब शामिल हो जाओ!'
    },
    title: 'फुटबॉल प्रशंसक',
    protocol: 'इस आयोजन में भाग लेने के लिए, आप 2022 स्ट्रीमर वर्ल्ड कप प्रमोशन के नियमों और शर्तों से सहमत होते हैं।',
    agreeBtn: 'मैं सहमत हूं'
  }
}
