export default {
  title: 'Футбольный карнавал 2022',
  subTitle: 'Розыгрыш монет',
  timeLeft: 'Осталось времени',
  finishedCollection: 'Пользователи, завершившие сбор',
  freeMsteryBox: 'Бесплатная Загадочная коробка',
  packageTitle: 'Соберите больше футбольных предметов',
  packageSubTitle: 'В Загадочной коробке вы можете получить футбольные предметы или случайное количество монет (до {shareCoin}).',
  winUp: 'Выиграйте до',
  footballItemReleased: 'Выпущены футбольные предметы',
  openBtnTitle: 'Открыть',
  congratulation: 'Поздравляем!',
  rank: 'Ранг',
  won: 'Вы выиграли ',
  history: 'История',
  chatNow: 'Chat now',
  coins: 'Монеты',
  footballItems: 'Футбольные предметы',
  gold_inadequate: 'Недостаточно средств',
  rules: {
    title: 'Правило события',
    startTime: 'Начало события:',
    endTime: 'Окончание события: ',
    shareTime: 'Фаза распределения: ',
    awardTime: 'Фаза награждения: ',
    content: [
      {
        title: '1. Во время события вы можете собирать футбольные предметы, открывая Загадочную коробку. Если вы соберете все футбольные предметы, вы сможете участвовать в дележе {total} монет.'
      },
      {
        title: '2. Вы можете собрать более одного набора футбольных предметов, каждый набор футбольных предметов будет иметь один шанс на разделение {total} монет. Чем больше наборов вы соберете, тем больше монет разделите.'
      },
      {
        title: '3. У вас будет возможность открывать бесплатную Загадочную коробку каждые XX ч. Вы также можете покупать Загадочные коробки, чтобы получить преимущество перед другими пользователями.',
        content: []
      },
      {
        title: '4. У вас будет 100% шанс получить {cup}, когда вы откроете {lotteryIcon}  на {count} раз.'
      },
      {
        title: '5. После завершения события мы перейдем в фазу распределения, и окончательный результат будет объявлен в конце этой фазы.',
        content: []
      },
      {
        title: '6. После завершения фазы распределения мы перейдем к фазе награждения, чтобы вы могли получить свои награды.',
        content: []
      },
      {
        title: '7. Пожалуйста, не забудьте забрать свои награды. Вы не сможете получить награды после завершения фазы награждения.',
        content: []
      },
      {
        title: '8. Платформа оставляет за собой право вносить изменения.',
        content: []
      }
    ],
    rule8: '4. У вас будет 100% шанс получить {cup}, когда вы откроете {lotteryIcon}  на {count} раз.'
  },
  goMeetFootballFans: 'Познакомьтесь с футбольными фанатами',
  collectionEnd: 'Коллекция собрана',
  unCollection: 'К сожалению, вы не собрали коллекцию',
  collection: 'Коллекция собрана, ждем фазу распределения',
  waitingShare: 'Ожидание фазы распределения',
  receiveReward: 'Получить награду',
  receiveRewarded: 'Награда получена',
  listWinners: 'Список победителей',
  viewWinnersBtn: 'Посмотреть список победителей',
  rewardInfoStart: 'Коллекция собрана, вы получаете монеты: ',
  rewardInfoEnd: '! Поздравляем!',
  actEnd: 'Мероприятие окончено',
  noData: 'Нет записи',
  footballFans: {
    title: 'Футбольные фанаты',
    protocol: 'Согласитесь с правилами и условиями проведения Чемпионата мира по стримингу 2022 года.',
    agreeBtn: 'Я согласна',
    rules: {
      ruleBtn: 'Правила мероприятия',
      title: 'Правила и награды',
      participate: 'Участвуйте прямо сейчас!',
      content: [
        {
          title: 'Станьте лучшим одетым футбольным фанатом. Поддержите Чемпионат мира!',
          content: [
            'Время начала:',
            '2022-10-31 0:00 UTC+0',
            'Время окончания:',
            '2022-11-21 0:00 UTC+0',
            'Правила и награды:'
          ]
        },
        {
          title: '1. Мероприятие Футбольные фанаты будет открыто в течение времени с 0:00 31 октября по 0:00 21 ноября (UTC+0)',
          content: [
            '(1) Для участия хост должен загрузить видео истории, СВЯЗАННОЕ С ФУТБОЛОМ, С ТЕГОМ <span class="span-color">#WorldCup</span>, посвященным Чемпионату мира.  Ваше видео с футбольным фанатом будет рассмотрено и одобрено перед публикацией на стене футбольных фанатов.',
            '(2) Хост может принять участие в любое время во время мероприятия, при условии, что хост согласился с правилами и условиями для футбольных болельщиков.',
            '(3) Хост, который не загрузил видео истории, СВЯЗАННОЕ С ФУТБОЛОМ, С ТЕГОМ #WorldCup, посвященным Чемпионату мира, не может быть показан на стене футбольных фанатов. Хосты на стене футбольных фанатов будут рекомендоваться больше.'
          ]
        },
        {
          title: '2. Хосты, которые загружают видео истории, связанные с футболом, с тегом #WorldCup, могут участвовать в еженедельном конкурсе футбольных историй (всего 3 недели, с 31 октября по 21 ноября).',
          content: [
            'Видеоролики, связанные с футболом, будут оцениваться за их высокое качество - чем больше футбольных элементов будет включено и они будут развлекательными, тем больше вероятность выиграть приз. Например, надеть футболку команды, петь футбольные песни, использовать инструмент, связанный с футболом (футбол, рожок, национальный флаг, фон футбольного поля и т.д.), или нанеcти макияж с национальным флагом Чемпионата мира, и не забудьте добавить фоновую музыку. ',
            'Награды заключаются в следующем:',
            'Первый приз: 10 человек, по 20 000 монет каждому;',
            'Второй приз: 50 человек, по 10 000 монет каждому;',
            'Третий приз: 100 человек, по 5000 монет каждому;',
            'Четвертый приз: 200 человек, по 1000 монет каждому.',
            'Награды будут выдаваться с зарплатой каждой недели во время мероприятия "Футбольные фанаты".'
          ]
        },
        {
          title: '3.Критерии отбора лучших видео истории о футбольных фанатах включают следующие:',
          content: [
            '1) Лучше всего одета в футбольную одежду (чем больше футбольных элементов, тем лучше)',
            '2) Самая творческая деятельность, связанная с футболом',
            '3) Прикреплен хэштег #WorldCup',
            '4) Добавить фоновую музыку для поддержки вашего видео, связанного с футболом',
            '5) Должны соответствовать правилам и условиям Clash Arts HK Limited и руководящим правилам сообщества'
          ]
        },
        {
          title: 'Приготовьтесь к Чемпионату мира и будьте готовы к чату Чемпионата мира!',
          content: []
        },
        {
          title: 'См. видео-образцы ниже',
          content: []
        }
      ]
    }
  },
  treasureChest: {
    alreadySets: '{gatheredUserCount} человека собрали {gatheredPvCount} комплекта',
    sets: 'Количество собранных комплектов:',
    title: 'Вы избранный!',
    info: 'Вы собрали набор футбольных предметов и получили 10 бесплатных Загадочных ящиков! Открывайте их и отправляйтесь за своим следующим набором футбольных предметов!',
    group: 'Набор №X'
  },
  worldCupBonus: {
    title: 'Футбольный бонус',
    actEnd: 'Извините, мероприятие закончилось',
    info: 'Пополните счет и получите дополнительные монеты!',
    bonusTips: 'Поздравляем! Вы получаете {num} монет в качестве бонуса',
    endTips: 'Мероприятие окончено',
    rule: 'Rules',
    weeklyBonus: 'Еженедельный бонус',
    getBonus: 'Получить бонус',
    enjoyBonus: 'Наслаждайтесь бонусом',
    mysteryInfo: 'Поздравляем! Вы получаете {bonus} монет и {lotteryIcon}{lotteryCount}  в качестве бонуса',
    mysteryInfo2: 'Поздравляем! Вы получаете {lotteryIcon}{lotteryCount}в качестве бонуса',
    mysteryBtn: 'Открыть таинственный ящик',
    mysteryMoreBtn: 'Открывайте больше загадочных ящиков',
    laterBtn: 'Потом',
    rules: {
      title: 'Правила Футбольного бонуса',
      content: [
        {
          title: '1. Задания начинаются каждый понедельник в 00:00 UTC и заканчиваются каждое воскресенье в 23:59 UTC.',
          content: []
        },
        {
          title: '2. Все монеты, купленные в течение недели, будут засчитаны в задания.',
          content: []
        },
        {
          title: '3. После выполнения заданий не забудьте забрать свои награды до окончания периода выполнения заданий. Как только срок истечет, вы потеряете свои награды.',
          content: []
        },
        {
          title: '4. Загадочные ящики в качестве бонуса будут открыты сразу после их получения. Вы можете получить монеты в качестве награды или футбольные предметы в качестве награды.'
        },
        {
          title: '5. Футбольные предметы, которые вы получаете из Загадочных ящиков, не будут засчитываться для сбора во время этапа обмена или этапа вознаграждения «Футбольного карнавала 2022».'
        }
      ]
    }
  }
}
