export default {
  rules: {
    content: [
      {
        title: '1. විශේෂ අවස්ථාව අතරතුර, අභිරහස පෙට්ටියක් විවෘත කිරීමෙන් ඔබට පාපන්දු අයිතම එකතු කර ගත හැකිය. ඔබ සියලුම පාපන්දු අයිතම එකතු කරන්නේ නම්, ඔබට කාසි {total} ක කොටසක් ලැබෙනු ඇත. '
      },
      {
        title: '2. ඔබට පාපන්දු අයිතම කට්ටල එකකට වඩා එකතු කර ගත හැකිය, සෑම පාපන්දු අයිතම කට්ටලයක්ම කාසි {total} ක කොටසක් දිනා ගැනීමට ඔබට එක් අවස්ථාවක් උදා කරයි. ඔබ එකතු කරන කට්ටල වැඩි වන තරමට ඔබට ජයග්‍රහණය කිරීමට වැඩි ඉඩක් ඇත.'
      },
      {
        title: '3. සෑම පැය 12 කට වරක් නොමිලේ අද්භූත පෙට්ටියක් විවෘත කිරීමට ඔබට අවස්ථාවක් ලැබෙනු ඇත. ඔබට අමතර අවස්ථාවන් සඳහා අද්භූත පෙට්ටි මිලදී ගැනීමට ද හැකිය'
      },
      {
        title: '4. ඔබ {count} වේලාවන් සඳහා {lotteryIcon}  විවෘත කරන විට ඔබට {cup} ලබා ගැනීමට 100% අවස්ථාවක් ලැබෙනු ඇත.'
      },
      {
        title: '5. සැණකෙළිය අවසන් වූ පසුව, අපි අවසාන බෙදාගැනීමේ අදියරට ඇතුළු වන අතර අවසාන ප්‍රතිඵලය මෙම අදියර අවසානයේ දී ප්‍රකාශයට පත් කෙරේ.'
      },
      {
        title: '6. බෙදා ගැනීමේ අදියර අවසන් වීමෙන් පසුව, අපි ත්‍යාග අදියරයට ඇතුළු වන අතර එවිට ඔබට ඔබේ ත්‍යාගය ලබා ගත හැකිය.'
      },
      {
        title: '7. කරුණාකර ඔබේ ත්‍යාග මුදවා ගැනීමට මතක තබා ගන්න. ත්‍යාග අදියර අවසන් වීමෙන් පසුව ඔබට ත්‍යාග ලබා ගැනීමට නොහැකි වනු ඇත.'
      },
      { title: '8. වෙනස්කම් කිරීමේ අයිතිය ප්ලැට්ෆෝමය සතුය.' }
    ],
    rule8: '4. ඔබ {count} වේලාවන් සඳහා {lotteryIcon}  විවෘත කරන විට ඔබට {cup} ලබා ගැනීමට 100% අවස්ථාවක් ලැබෙනු ඇත.',
    title: 'සිදුවීමේ රීතිය',
    startTime: 'සිදුවීම් ආරම්භක වේලාව: ',
    endTime: 'සිදුවීම් අවසන් වේලාව: ',
    shareTime: 'බෙදාගැනීමේ අදියර:  ',
    awardTime: 'ත්‍යාග අදියර:  '
  },
  gold_inadequate: 'ශේෂය ප්‍රමාණවත් නැත',
  title: '2022 පාපන්දු සැණකෙළිය',
  subTitle: 'කාසි බෙදා ගන්න',
  timeLeft: 'ඉතිරිව ඇති ‌කාලය',
  finishedCollection: 'පුද්ගලයින්  ක් එකතුව සම්පූර්ණ කර ඇත',
  freeMsteryBox: 'නොමිලේ අද්භූත පෙට්ටිය',
  packageTitle: 'තවත් පාපන්දු අයිතම එකතු කරන්න',
  packageSubTitle: 'අද්භූත පෙට්ටියක් විවෘත කිරීමෙන් ඔබට පාපන්දු අයිතම හෝ අහඹු කාසි සංඛ්‍යාවක් (කාසි {shareCoin} ක් දක්වා) ලබා ගත හැකිය',
  winUp: '... දක්වා දිනන්න ',
  footballItemReleased: 'පාපන්දු අයිතමයන් නිකුත් කර ඇත',
  openBtnTitle: 'විවෘත කරන්න',
  congratulation: 'සුභ පැතුම්!',
  rank: 'ශ්‍රේණිගත කරන්න',
  won: 'දිනා ඇත',
  history: 'ඉතිහාසය',
  coins: 'කාසි',
  footballItems: 'පාපන්දු අයිතම',
  goMeetFootballFans: 'පාපන්දු ලෝලීන් හමු වන්න',
  collectionEnd: 'එකතුව අවසන් විය',
  unCollection: 'අවාසනාවකට, ඔබ තවමත් එකතුව සම්පූර්ණ කර නැත.',
  collection: 'එකතුව සම්පුර්ණ කර ඇති අතර අවසාන බෙදා ගැනීම බලාපොරොත්තුවෙන් සිටී',
  waitingShare: 'අවසන් බෙදා ගැනීම සඳහා බලාපොරොත්තුවෙන්  සිටී',
  rewardInfoStart: 'එකතුව සම්පූර්ණයි, කාසි',
  rewardInfoEnd: 'ලබා ගැනීම පිළිබඳව සුභ පැතුම්!',
  receiveReward: 'ත්‍යාගය ලබා ගන්න',
  receiveRewarded: 'ත්‍යාගය ලැබුණි',
  viewWinnersBtn: 'ජයග්‍රාහකයින්ගේ ලැයිස්තුව බලන්න',
  listWinners: 'ජයග්‍රාහකයින්ගේ ලැයිස්තුව',
  actEnd: 'සිද්ධිය අවසන්',
  noData: 'වාර්තාවක් නැත',
  treasureChest: {
    alreadySets: '{gatheredUserCount} දෙනෙකුට කට්ටල {gatheredPvCount} ක් එකට එකතු වී ඇත',
    sets: 'එකතු කරන ලද කට්ටල ගණන:',
    title: 'තෝරා ගන්නා ලද කෙනා ඔබයි!',
    info: 'ඔබ පාපන්දු භාණ්ඩ කට්ටලයක් එකතු කර නොමිලේ අභිරහස් පෙට්ටි 10 ක් ලබා ගෙන ඇත! ඔබේ ඊළඟ පාපන්දු අයිතම කට්ටලය ලබා ගැනීමට ඒවා විවෘත කරන්න!',
    group: 'කට්ටල X ක්'
  },
  worldCupBonus: {
    title: 'පාපන්දු ප්‍රසාද දීමනාව',
    actEnd: 'කණගාටුයි, සිද්ධිය අවසන් විය',
    info: 'අමතර කාසි ලබා ගැනීම සඳහා වහාම නැවත ආරෝපණය කරන්න!',
    bonusTips: 'සුභ පැතුම්! ඔබට ප්‍රසාද දීමනාවක් ලෙස {num} කාසි ලැබේ',
    endTips: 'සිද්ධිය අවසන්',
    weeklyBonus: 'සතිපතා ප්‍රසාද දීමනාව x',
    getBonus: 'ප්‍රසාද දීමනාව ලබා ගන්න',
    enjoyBonus: 'ප්‍රසාද දීමනාව රස විඳින්න',
    mysteryInfo: 'සුභ පැතුම්! ඔබට {bonus} කාසි සහ {lotteryIcon}{lotteryCount}  ප්‍රසාද දීමනාවක් ලෙස ලැබේ',
    mysteryInfo2: 'සුභ පැතුම්! ඔබට {lotteryIcon}{lotteryCount} ප්‍රසාද දීමනාවක් ලෙස ලැබේ',
    mysteryBtn: 'අභිරහස් පෙට්ටිය විවෘත කරන්න',
    mysteryMoreBtn: 'තවත් අභිරහස් පෙට්ටි විවෘත කරන්න',
    laterBtn: 'පසුව',
    rules: {
      title: 'පාපන්දු ප්‍රසාද දීමනා නීතිරීති',
      content: [
        {
          title: '1. කාර්යයන් සෑම සඳුදා දිනකම 00:00 UTC දී ආරම්භ වන අතර සෑම ඉරිදා දිනකම 23:59 UTC දී අවසන් වේ,',
          content: []
        },
        {
          title: '2. අදාළ සතිය තුළ මිල දී ගත් සියලුම කාසි කාර්යයන් වෙත ගණනය කෙරෙනු ලැබේ',
          content: []
        },
        {
          title: '3. කාර්යයන් අවසන් වූ පසු, කාර්ය කාලය අවසන් වීමට පෙර කරුණාකර ඔබේ ත්‍යාගය ලබා ගන්න. කාර්යය කල් ඉකුත් වූ පසු, ඔබේ ත්‍යාග ඔබට අහිමි වේ.',
          content: []
        },
        {
          title: '4. ප්‍රසාද අභිරහස් පෙට්ටි ඒවා ලැබීමෙන් පසුව වහාම විවෘත කෙරෙනු ඇත. ඔබට ත්‍යාගයක් ලෙස කාසි හෝ පාපන්දු අයිතම ලැබීමට ඉඩ ඇත'
        },
        {
          title: '5. අභිරහස් පෙට්ටිවලින් ඔබට ලැබෙන පාපන්දු අයිතම "2022 පාපන්දු සැණකෙළියේ" බෙදාගැනීමේ අදියර හෝ ත්‍යාග අදියරේදී එකතු කිරීම සඳහා ගණන් නොගනු ඇත.'
        }
      ]
    }
  }
}
