export default {
  rules: {
    content: [
      {
        title: '1. ในช่วงกิจกรรม คุณสามารถสะสมไอเทมฟุตบอลโดยการเปิด Mystery Box หากคุณสะสมไอเทมฟุตบอลทั้งหมด คุณจะได้รับส่วนแบ่งจากรางวัล {total} เหรียญ'
      },
      {
        title: '2. คุณสามารถสะสมไอเทมฟุตบอลได้มากกว่าหนึ่งเซ็ต ไอเทมฟุตบอลแต่ละเซ็ตจะมีโอกาสชนะส่วนแบ่งจากรางวัล {total} เหรียญ ยิ่งคุณสะสมได้มากเท่าไหร่ คุณก็จะมีโอกาสชนะมากขึ้นเท่านั้น'
      },
      {
        title: '3. คุณจะมีโอกาสเปิดกล่องสุ่มฟรีทุก 12 ชั่วโมง และยังสามารถซื้อกล่องสุ่มเพื่อเพิ่มโอกาสเช่นกัน'
      },
      {
        title: '4. คุณจะมีโอกาส 100% ที่จะได้รับ {cup}  เมื่อคุณเปิด {lotteryIcon}  เป็นเวลา {count}'
      },
      {
        title: '5. หลังจากกิจกรรมสิ้นสุดลง เราจะเข้าสู่ช่วงแชร์ครั้งสุดท้าย และผลสุดท้ายจะประกาศเมื่อสิ้นสุดช่วงนี้'
      },
      {
        title: '6. หลังจากช่วงแชร์สิ้นสุดลง เราจะเข้าสู่ช่วงรับรางวัลเพื่อให้คุณสามารถรับรางวัลได้'
      },
      {
        title: '7. โปรดอย่าลืมรับรางวัลของคุณ มิฉะนั้น คุณจะไม่สามารถรับรางวัลได้หลังจากช่วงรับรางวัลสิ้นสุดลง'
      },
      { title: '8. แพลตฟอร์มขอสงวนสิทธิ์ในการเปลี่ยนแปลงใดๆ' }
    ],
    rule8: '4. คุณจะมีโอกาส 100% ที่จะได้รับ {cup}  เมื่อคุณเปิด {lotteryIcon}  เป็นเวลา {count}',
    title: 'กติกากิจกรรม',
    startTime: 'เวลาเริ่มกิจกรรม: ',
    endTime: 'เวลาสิ้นสุดกิจกรรม: ',
    shareTime: 'ช่วงแชร์: ',
    awardTime: 'ช่วงรับรางวัล: '
  },
  gold_inadequate: 'ยอดเงินไม่เพียงพอ',
  title: 'ฟุตบอล คาร์นิวัล 2022',
  subTitle: 'แชร์เหรียญ',
  timeLeft: 'เหลือเวลา',
  finishedCollection: 'คนเก็บครบแล้ว',
  freeMsteryBox: 'กล่องสุ่มฟรี',
  packageTitle: 'เก็บไอเทมฟุตบอลเพิ่ม',
  packageSubTitle: 'คุณสามารถรับไอเทมฟุตบอลหรือสุ่มเหรียญ (สูงสุด {shareCoin} เหรียญ) โดยการเปิดกล่องสุ่ม',
  winUp: 'ได้รับสูงสุด',
  footballItemReleased: 'ปล่อยไอเทมฟุตบอลแล้ว',
  openBtnTitle: 'เปิด',
  congratulation: 'ยินดีด้วย!',
  rank: 'อันดับ',
  won: 'ได้รับ ',
  history: 'ประวัติ',
  coins: 'เหรียญ',
  footballItems: 'ไอเทมฟุตบอล',
  goMeetFootballFans: 'ไปพบแฟนบอล',
  collectionEnd: 'การเก็บสิ้นสุดแล้ว',
  unCollection: 'น่าเสียดาย คุณยังเก็บไม่ครบ',
  collection: 'เก็บครบแล้ว รอแชร์ครั้งสุดท้าย',
  waitingShare: 'กำลังรอแชร์ครั้งสุดท้าย',
  rewardInfoStart: 'เก็บครบแล้ว ยินดีด้วยที่ได้รับ ',
  rewardInfoEnd: 'เหรียญ!',
  receiveReward: 'รับรางวัล',
  receiveRewarded: 'รับรางวัลแล้ว',
  viewWinnersBtn: 'ดูรายชื่อผู้ชนะ',
  listWinners: 'รายชื่อผู้ชนะ',
  actEnd: 'สิ้นสุดกิจกรรม',
  noData: 'ไม่มีบันทึก',
  treasureChest: {
    alreadySets: '{gatheredUserCount} คน เก็บได้ {gatheredPvCount} ชุด',
    sets: 'จำนวนเซ็ตที่สะสมได้:',
    title: 'คุณคือผู้ถูกเลือก!',
    info: 'คุณได้สะสมเซ็ตไอเทมฟุตบอลและได้รับ Mystery Box ฟรี 10 กล่อง! เปิดกล่องและสะสมไอเทมฟุตบอลเซ็ตถัดไป!',
    group: 'เซ็ต No.X '
  },
  worldCupBonus: {
    title: 'โบนัสฟุตบอล',
    actEnd: 'ขออภัย กิจกรรมสิ้นสุดแล้ว',
    info: 'เติมเงินตอนนี้เพื่อรับเหรียญฟรี!',
    bonusTips: 'ขอแสดงความยินดี! คุณได้รับ {num} เหรียญเป็นโบนัส',
    endTips: 'สิ้นสุดกิจกรรม',
    weeklyBonus: 'โบนัสประจำสัปดาห์ ',
    getBonus: 'รับโบนัส',
    enjoyBonus: 'เพลิดเพลินกับโบนัส',
    mysteryInfo: 'ยินดีด้วย! คุณได้รับเหรียญ {bonus} และ {lotteryIcon}{lotteryCount} เป็นโบนัส',
    mysteryInfo2: 'ยินดีด้วย! คุณได้รับ {lotteryIcon}{lotteryCount} กล่องเป็นโบนัส',
    mysteryBtn: 'เปิด Mystery Box',
    mysteryMoreBtn: 'เปิด Mystery Box ต่อ',
    laterBtn: 'ภายหลัง',
    rules: {
      title: 'กติกาโบนัสฟุตบอล',
      content: [{
        title: '1. ภารกิจจะเริ่มต้นทุกวันจันทร์ เวลา 00:00UTC และสิ้นสุดทุกวันอาทิตย์ เวลา 23:59UTC',
        content: []
      }, {
        title: '2. เหรียญทั้งหมดที่ซื้อระหว่างสัปดาห์จะถูกนับในภารกิจ',
        content: []
      }, {
        title: '3. หลังจากเสร็จสิ้นภารกิจแล้ว โปรดกดรับรางวัลของคุณก่อนสิ้นสุดช่วงภารกิจ เมื่อภารกิจหมดอายุ คุณจะสูญเสียรางวัลของคุณ',
        content: []
      },
      {
        title: '4. โบนัส Mystery Box จะถูกเปิดทันทีที่ได้รับ คุณอาจได้รับเหรียญหรือไอเทมฟุตบอลเป็นรางวัล'
      },
      {
        title: '5. ไอเทมฟุตบอลที่คุณได้รับจากกล่องปริศนาจะไม่ถูกนับรวมในช่วงการแบ่งปันหรือช่วงรางวัลของ "2022 Football Carnival"'
      }
      ]
    }
  },
  footballFans: {
    rules: {
      content: [
        {
          title: 'เป็นแฟนฟุตบอลที่แต่งตัวดีที่สุด สนับสนุนบอลโลก!',
          content: [
            'เวลาเริ่มต้น:',
            '2022-10-31 0:00 UTC+0',
            'เวลาสิ้นสุด:',
            '2022-11-21 0:00 UTC+0'
          ]
        },
        {
          title: '1. กิจกรรมแฟนฟุตบอลจะเปิดในช่วงเวลาจำกัด ตั้งแต่เวลา 0:00 น. ในวันที่ 31 ตุลาคม ถึง 0:00 น. ในวันที่ 21 พฤศจิกายน (UTC+0)',
          content: [
            '(1) ในการเข้าร่วม ผู้จัดต้องอัปโหลดวิดีโอเกี่ยวกับฟุตบอลที่มีแท็ก <span class="span-color">#WorldCup</span> ฉลองฟุตบอลโลก วิดีโอแฟนฟุตบอลของคุณจะได้รับการตรวจสอบและอนุมัติก่อนเผยแพร่บนหน้าแฟนฟุตบอล',
            '(2) เจ้าภาพสามารถเข้าร่วมได้ตลอดเวลาในระหว่างการเปิดโปรโมชั่นแฟนฟุตบอล โดยที่เจ้าภาพได้ตกลงตามข้อกำหนดและเงื่อนไขการส่งเสริมการขายแฟนฟุตบอล',
            '(3) โฮสต์ที่ไม่ได้อัปโหลดวิดีโอเกี่ยวกับฟุตบอลที่มีแท็ก #WorldCup ฉลองฟุตบอลโลกไม่สามารถแสดงบนหน้าแฟนฟุตบอลได้ โฮสต์ในหน้าจะได้รับการเลื่อนตำแหน่งมากขึ้น'
          ]
        },
        {
          title: '2. โฮสต์ที่อัปโหลดวิดีโอเกี่ยวกับฟุตบอลด้วยแท็ก #WorldCup สามารถเข้าร่วมในการจัดอันดับเรื่องราวฟุตบอลประจำสัปดาห์ (มีทั้งหมด 3 สัปดาห์ ตั้งแต่วันที่ 31 ตุลาคมถึง 21 พฤศจิกายน)',
          content: [
            'วิดีโอเรื่องราวเกี่ยวกับฟุตบอลจะได้รับการตัดสินจากความเป็นเลิศ ยิ่งมีองค์ประกอบของฟุตบอลรวมอยู่ด้วยและให้ความบันเทิงมากเท่าใด พวกเขาจะมีโอกาสชนะรางวัลมากขึ้นเท่านั้น ตัวอย่างเช่น อาจสวมเสื้อทีม ร้องเพลงฟุตบอล ใช้อุปกรณ์เกี่ยวกับฟุตบอล (ฟุตบอล เขา ธงชาติ พื้นหญ้า ฯลฯ) หรือแต่งหน้าธงชาติฟุตบอลโลก และอย่าลืมเพิ่ม เพลงพื้นหลัง ',
            'ผลตอบแทนมีดังนี้',
            'รางวัลที่หนึ่ง: 10 คน คนละ 20,000 คะแนน;',
            'รางวัลที่สอง: 50 คน แต่ละคน 10,000 คะแนน;',
            'รางวัลที่สาม: 100 คน คนละ 5000 คะแนน;',
            'รางวัลที่สี่ 200 คน คนละ 1,000 คะแนน',
            'จะมีการออกรางวัลให้ในแต่ละสัปดาห์ในช่วงโปรโมชั่นแฟนฟุตบอล'
          ]
        },
        {
          title: 'เกณฑ์การคัดเลือกสำหรับเรื่องราววิดีโอแฟนฟุตบอลที่ดีที่สุดมีดังนี้:',
          content: [
            '1) แต่งกายดีที่สุดในชุดฟุตบอลและเสื้อผ้า (ยิ่งดี)',
            '2) กิจกรรมเกี่ยวกับฟุตบอลที่สร้างสรรค์ที่สุด',
            '3) ติดแฮชแท็ก #WorldCup',
            '4) เพิ่มเพลงประกอบเพื่อสนับสนุนวิดีโอเกี่ยวกับฟุตบอลของคุณ',
            '5) ต้องเป็นไปตามข้อกำหนดและเงื่อนไข Clash Arts HK Limited และหลักเกณฑ์ของชุมชน'
          ]
        },
        {
          title: 'เตรียมพร้อมสำหรับฟุตบอลโลกและเตรียมพร้อมสำหรับการแชทฟุตบอลโลก!',
          content: []
        },
        { title: 'ดูตัวอย่างวิดีโอด้านล่าง', content: [] }
      ],
      ruleBtn: 'ข้อกำหนดและเงื่อนไข',
      title: 'กฎและรางวัล:',
      participate: 'มีส่วนร่วมในขณะนี้!'
    },
    title: 'แฟนฟุตบอล',
    protocol: 'ในการเข้าร่วมกิจกรรมนี้ คุณต้องยอมรับข้อกำหนดและเงื่อนไขการส่งเสริมการขาย Streamer World Cup 2022',
    agreeBtn: 'ฉันเห็นด้วย'
  }
}
