export default {
  rules: {
    content: [
      {
        title: 'ایونٹ کے دوران، آپ مسٹری باکس کھول کر فٹ بال آئٹمز جمع کر سکتے ہیں۔ اگر آپ تمام فٹ بال آئٹمز جمع کرتے ہیں تو آپ کو {total} سکوں کا حصہ ملے گا۔'
      },
      {
        title: 'آپ فٹ بال آئٹمز کے ایک سے زیادہ سیٹ جمع کر سکتے ہیں، فٹ بال آئٹمز کے ہر سیٹ کو {total} سکوں کا حصہ جیتنے کا ایک موقع ملے گا۔ آپ جتنے زیادہ سیٹ جمع کریں گے، آپ کے جیتنے کا امکان اتنا ہی زیادہ ہوگا۔'
      },
      {
        title: 'آپ کو ہر 12 گھنٹے میں مفت مسٹری باکس کھولنے کا موقع ملے گا۔ آپ اضافی موقعوں کیلئے مسٹری باکسز خرید بھی سکتے ہیں۔'
      },
      {
        title: ' جب آپ {count}  اوقات کے لیے {lotteryIcon}  کھولیں گے تو آپ کو {cup} حاصل کرنے کا 100% موقع ملے گا۔'
      },
      {
        title: '۔ ایونٹ ختم ہونے کے بعد آپ شیئرنگ کے حتمی مرحلے میں داخل ہو جائیں گے اور اس مرحلے کے اختتام پر حتمی نتائج کا اعلان کیا جائے گا۔'
      },
      {
        title: 'شیئرنگ کا مرحلہ مکمل ہونے کے بعد ہم انعامات کے مرحلے میں داخل ہوں گے تاکہ آپ اپنے انعامات وصول کر سکیں۔'
      },
      {
        title: 'براہ کرم اپنے انعامات کلیم کرنا یاد رکھیں۔ انعامات کا مرحلہ ختم ہونے کے بعد آپ انعامات وصول نہیں کر پائیں گے۔'
      },
      { title: 'پلیٹ فارم تبدیلیاں کرنے کا حق محفوظ رکھتا ہے۔' }
    ],
    rule8: 'جب آپ {count}  اوقات کے لیے {lotteryIcon}  کھولیں گے تو آپ کو {cup} حاصل کرنے کا 100% موقع ملے گا۔',
    title: 'ایونٹ کا اصول',
    startTime: 'ایونٹ شروع ہونے کا وقت:',
    endTime: 'ایونٹ ختم ہونے کا وقت:',
    shareTime: 'شیئرنگ کا مرحلہ:  ',
    awardTime: 'انعامی مرحلہ:  '
  },
  gold_inadequate: 'بیلنس ناکافی ہے',
  title: '2022 فٹ بال کارنیول',
  subTitle: 'کوائنز شیئر کریں',
  timeLeft: 'باقی وقت',
  finishedCollection: ' لوگوں نے کلیکشن مکمل کر لی ہے',
  freeMsteryBox: 'مفت مسٹری باکس',
  packageTitle: 'زیادہ فٹ بال آئٹمز اکٹھے کریں',
  packageSubTitle: 'آآپ مسٹری باکس کھول کر فٹ بال آئٹمز یا کوائنز کی کوئی متفرق مقدار ({shareCoin} کوائنز تک) حاصل کر سکتے ہیں',
  winUp: 'جیتیں',
  footballItemReleased: 'فٹ بال آئٹمز ریلیز ہو گئے ہیں',
  openBtnTitle: 'کھولیں',
  congratulation: 'مبارک ہو!',
  rank: 'درجہ بندی',
  won: 'XX کوائنز جیتے',
  history: 'سرگزشت',
  coins: 'کوائنز',
  footballItems: 'فٹ بال آئٹمز',
  goMeetFootballFans: 'فٹ بال کے مداحوں سے ملیں',
  collectionEnd: 'کلیکشن ختم ہوگئی ہے',
  unCollection: 'بدقسمتی سے آپ نے کلیکشن مکمل نہیں کی ہے',
  collection: 'کلیکشن ختم ہوگئی ہے، حتمی شیئر کا انتظار ہے',
  waitingShare: 'حتمی شیئر کا انتظار ہے',
  rewardInfoStart: 'کلیکشن ختم ہوگئی ہے، ',
  rewardInfoEnd: 'کوائنز حاصل کرنے پر مبارک ہو!',
  receiveReward: 'انعام وصول کریں',
  receiveRewarded: 'انعام وصول ہوگیا ہے',
  viewWinnersBtn: 'فاتحین کی فہرست دیکھیں',
  listWinners: 'فاتحین کی فہرست',
  actEnd: 'تقریب ختم ہو گئی۔',
  noData: 'کوئی ریکارڈ نہیں',
  treasureChest: {
    alreadySets: '{gatheredUserCount} افراد نے {gatheredPvCount} سیٹ جمع کیے ہیں',
    sets: 'جمع کیے گئے سیٹس کی تعداد:',
    title: 'آپ خوش قسمت ہیں!',
    info: 'آپ نے فٹ بال آئٹمز کا ایک سیٹ جمع کیا ہے اور 10 مفت مسٹری باکس حاصل کر لیے ہیں! انہیں کھولیں اور فٹ بال آئٹمز کا اپنا اگلا سیٹ حاصل کرنے کی طرف گامزن ہوں!',
    group: 'سیٹ نمبر X'
  },
  worldCupBonus: {
    title: 'فٹ بال بونس',
    actEnd: 'معذرت، تقریب ختم ہو گئی ہے۔',
    info: 'ابھی ریچارج کریں اور اضافی کوائنز پائیں!',
    bonusTips: 'مبارک ہو! آپ کو بونس کے طور پر {num} سکے ملتے ہیں۔',
    endTips: 'تقریب ختم ہو گئی۔',
    weeklyBonus: 'ہفتہ وار بونس x',
    getBonus: 'بونس حاصل کریں',
    enjoyBonus: 'بونس سے لطف اندوز ہوں',
    mysteryInfo: 'مبارک ہو! آپ بونس کے طور پر {bonus} سکے اور {lotteryIcon} وصول کرتے ہیں۔',
    mysteryInfo2: 'مبارک ہو! آپ {lotteryIcon} بطور بونس وصول کرتے ہیں۔',
    mysteryBtn: 'مسٹری باکس کو کھولیں',
    mysteryMoreBtn: 'مزید مسٹری باکس کھولیں',
    laterBtn: 'بعد میں',
    rules: {
      title: 'فٹ بال بونس کے قواعد',
      content: [
        {
          title: ' ٹاسک ہر پیر کو  00:00UTC پر شروع ہوگا اور ہر اتوار کو 23:59UTC پر ختم ہو جائے گا،',
          content: []
        },
        {
          title: ' ہفتے کے دوران خریدے گئے تمام کوائنز ٹاسکس میں شمار ہوں گے',
          content: []
        },
        {
          title: 'ٹاسکس مکمل ہونے کے بعد، براہ کرم ٹاسک کے دورانیہ کے اختتام سے قبل اپنے انعامات وصول کر لیں۔ ٹاسک کی میعاد ختم ہونے کے بعد آپ اپنے انعامات سے محروم ہو جائیں گے۔',
          content: []
        },
        {
          title: 'حاصل کرنے کے فوراً بعد  بونس مسٹری باکسوں کو کھول دیا جائے گا۔ آپ کو انعام کے طور پر سکے یا فٹ آئٹمز مل سکتے ہیں۔'
        },
        {
          title: 'آپ کو اسرار خانوں سے ملنے والی فٹ بال اشیاء کو "2022 فٹ بال کارنیول" کے اشتراک کے مرحلے یا انعام کے مرحلے کے دوران جمع کرنے کے لیے شمار نہیں کیا جائے گا۔'
        }
      ]
    }
  }
}
