export default {
  title: 'نشاطات ال story',
  banner: 'اظهر مواهبك الغنائية والراقصة واحصل علي مكافأة 500 عملة ذهبيه',
  t1: 'موعد البدء',
  t2: '2022-07-29 UTC+0',
  t3: 'تاريخ الأنتهاء',
  t4: '2022-08-14 UTC+0',
  t5: 'القواعد والمكافأت',
  t6:
    'علي المذيعة نشر استوري مع إضافة  <span class="tag">#dancing</span> او <span class="tag">singing#</span> خلال فترة النشاط',
  t7: 'الأستور الأفضل وذو كوالتي و مضمون مميز ستحصل علي مكافأة500 عملة ذهبيه',
  t8:
    'ستحصل المذيعات التي فازت بمكافأة ال 500 عملة ذهبيه علي توثيق من الإدارة , حيث يساعدها هذا التوثيق في الحصول علي المزيد من المكالمات والمزيد من التوصيات',
  t9: 'الرجاء الأنتباه الي :',
  t10:
    'يجب ان يكون الفيديو لصاحبه الحساب نفسها, وإذا تم اكتشاف بأنه لشخص اخر سيستبعد من النشاط',
  t11: 'سيتم إرسال الجائزة مع المرتب الأسبوعي',
  t12:
    'علي الفيديو ان يوافق للشروط والمواصفات المتفق عليها, و للشركة الحق بالتفسير النهائي',
  t13: 'شارك الأن!'
}
