export default {
  title: 'Story गतिविधि',
  banner: 'गायन और नृत्य प्रतिभा प्रतियोगिता में जीतें 500 सिक्के',
  t1: 'आरंभ करने की तिथि:',
  t2: '2022-07-29 UTC+0',
  t3: 'अंतिम तिथि:',
  t4: '2022-08-14 UTC+0',
  t5: 'नियम और पुरस्कार:',
  t6:
    'गतिविधि के दौरान होस्ट <span class="tag">#डांस</span> या <span class="tag">#सिंग</span> टैग के साथ स्टोरी वीडियो शूट और अपलोड कर सकते हैं, और उत्कृष्ट कहानी उन्हें संबंधित बोनस अंक दिलाएगी।',
  t7:
    'प्रीमियम कहानी वाले मेज़बानों को <span class="tag">500</span> सिक्के मिलेंगे',
  t8:
    'प्लेटफ़ॉर्म उन मेजबानों को एक व्यक्तिगत कौशल प्रमाणन लेबल जारी करेगा, जिन्हें व्यक्तिगत पृष्ठ पर सिक्के का इनाम मिलता है, और कौशल प्रमाणन लेबल प्राप्त करने वाले मेजबानों के पास अतिरिक्त वीआईपी उपयोगकर्ताओं का ट्रैफ़िक होगा',
  t9: 'मामलों पर ध्यान देने की जरूरत है:',
  t10:
    'वीडियो को होस्ट द्वारा ही शूट किया जाना चाहिए।  यदि वीडियो को होस्ट द्वारा सत्यापित नहीं किया जाता है, तो इसे स्वीकृत नहीं किया जाएगा',
  t11: 'सिक्के बोनस अगले सप्ताह के पेरोल के साथ वितरित किया जाएगा',
  t12:
    'वीडियो सामग्री समुदाय के मानदंडों का पालन करेगी, और मंच अंतिम व्याख्या का अधिकार सुरक्षित रखता है',
  t13: 'अब शामिल हो जाओ!'
}
