export default {
  title: 'Мероприятие по видео истории',
  banner: 'Выиграйте 500 монет в конкурсе по пению и танцу',
  t1: 'Дата начала:',
  t2: '2022-07-29 UTC+0',
  t3: 'Дата окончания:',
  t4: '2022-08-14 UTC+0',
  t5: 'Правила и награды:',
  t6:
    'Девушки могут снимать и загружать видео истории с тегами <span class="tag">#dance</span> или <span class="tag">#sing</span> во время мероприятия, и лучшие видео принесут им соответствующие бонусные монеты',
  t7: 'Девушки с премиум-историей получат <span class="tag">500 монет</span>',
  t8:
    'Платформа выдаст персональную метку сертификации навыков девушкам на личной странице, которые получали бонуссные монеты, и эти девушки получат дополнительный трафик VIP-пользователей.',
  t9: 'Вопросы, требующие внимания:',
  t10:
    'Видео должно быть снято самой девушкой. Если видео проверено что не она, то видео не будет одобрено.',
  t11:
    'Бонус в виде монет будет выплачен вместе с заработной платой за следующую неделю',
  t12:
    'Видеоконтент должен соответствовать нормам сообщества, и платформа оставляет за собой право окончательного толкования',
  t13: 'Участвуйте прямо сейчас!'
}
