export default {
  title: 'Story गतिविधि',
  banner: 'รับรางวัล 500 เหรียญในการแข่งขันร้องเพลงและเต้นรำ',
  t1: 'วันที่เริ่มต้น:',
  t2: '2022-07-29 UTC+0',
  t3: 'วันที่สิ้นสุด:',
  t4: '2022-08-14 UTC+0',
  t5: 'กฎและรางวัล:',
  t6:
    'โฮสต์สามารถถ่ายและอัปโหลดวิดีโอเรื่องราวพร้อมแท็ก <span class="tag">#dance</span> หรือ <span class="tag">#sing</span> ระหว่างกิจกรรม และเรื่องราวที่ยอดเยี่ยมจะนำคะแนนโบนัสที่เกี่ยวข้องมาให้พวกเขา',
  t7:
    'โฮสต์ที่มีเรื่องราวระดับพรีเมียมจะได้รับ <span class="tag">500 เหรียญ</span>',
  t8:
    'แพลตฟอร์มจะออกฉลากรับรองทักษะส่วนบุคคลให้กับโฮสต์ที่ได้รับเหรียญรางวัลในหน้าส่วนตัว และโฮสต์ที่ได้รับป้ายรับรองทักษะจะมีปริมาณการใช้งานของผู้ใช้วีไอพีเพิ่มเติม',
  t9: 'เรื่องที่ต้องให้ความสนใจ:',
  t10:
    'วิดีโอจะต้องถ่ายโดยโฮสต์เอง หากวิดีโอไม่ได้รับการยืนยันโดยโฮสต์ จะไม่ได้รับการอนุมัติ',
  t11: 'โบนัสเหรียญจะถูกแจกจ่ายพร้อมกับการจ่ายเงินเดือนของสัปดาห์หน้า',
  t12:
    'เนื้อหาวิดีโอจะต้องสอดคล้องกับบรรทัดฐานของชุมชน และแพลตฟอร์มขอสงวนสิทธิ์ในการตีความขั้นสุดท้าย',
  t13: 'มีส่วนร่วมในขณะนี้!'
}
