export default {
  title: 'Story 活动',
  banner: '唱歌跳舞才艺秀，赢得500coins金币奖励',
  t1: '开始时间：',
  t2: '2022年7月29日 UTC+0',
  t3: '结束时间：',
  t4: '2022年8月14日 UTC+0',
  t5: '规则及奖励：',
  t6:
    '主播可在活动期间拍摄并上传带有<span class="tag">#dance</span>或<span class="tag">#sing</span>的story视频',
  t7: '发布优质#dance #sing story的主播将获得<span class="tag">500coins</span>',
  t8:
    '获得金币奖励的主播，平台会颁发个人技能认证标签，获得技能认证标签的主播会有额外的VIP流量',
  t9: '注意事项：',
  t10: '视频必须主播本人拍摄，经核实不是主播本人的，主播将被取消活动资格；',
  t11: '金币奖励会同下周的薪资表一同下；',
  t12: '视频内容需遵守社区规范，最终解释权归平台所有。',
  t13: '现在就来参与吧！'
}
