export default {

  title: 'مكافأة الأسبوع الأول للمستخدم الجديد',
  desc: 'سجل وصولك واحصل على <em>{num}</em> عملات مجانية كل يوم للأسبوع الأول!',
  tips: 'لديك <em>{num}</em> عملات مجانية لتحصل عليها',
  day: 'اليوم {num}',
  checkInEnd: 'آسف ، لقد انتهت مكافأة الأسبوع الأول للمستخدم الجديد',
  titleTips: 'قم بتسجيل الدخول واحصل على <em>{num}</em> قطعة نقدية مجانية',
  upTo: 'ما يصل إلى <em>{num}</em>',
  xcoins: '<em>{num}</em> عملة',
  checkIn: 'تسجيل الدخول',
  checkInSuccess: 'تهانينا! لقد قمت بتسجيل الدخول والحصول على <em>{num}</em> عملة مجانية. يمكنك العودة غدًا والقيام بتسجيل الدخول مرة أخرى للحصول على المزيد من العملات المجانية!',
  checkInFail: 'انتهى وقت الخادم. يُرجى المحاولة مرة أخرى.',
  checkInRepeat: 'عذرًا، لقد قمت بتسجيل الدخول بالفعل اليوم. يمكنك تسجيل الدخول مرة أخرى بعد {hour} ساعة و {min} دقيقة.',
  checkInRepeatAccount: 'عذرا ، لقد قمت بتسجيل الدخول بالفعل باستخدام حساب آخر اليوم.'
}
