export default {

  title: 'नए उपयोगकर्ता को पहले सप्ताह का बोनस',
  desc: 'चेक इन करें और पहले सप्ताह के लिए प्रतिदिन <em>{num}</em> निःशुल्क सिक्के प्राप्त करें!',
  tips: 'आपके पास पाने के लिए <em>{num}</em> मुफ़्त सिक्के हैं',
  day: 'डे एक्स',
  checkInEnd: 'क्षमा करें नए उपयोगकर्ता का पहले सप्ताह का बोनस समाप्त हो गया है',
  titleTips: 'चेक इन करें और अपने <em>{num}</em> मुफ्त सिक्के प्राप्त करें',
  upTo: '<em>{num}</em> तक',
  xcoins: '<em>{num}</em> सिक्के',
  checkIn: 'चेक इन',
  checkInSuccess: 'बधाई हो! आपने चेक इन कर लिया है और <em>{num}</em> मुफ्त सिक्के प्राप्त करें। कल वापस आएं और अधिक मुफ़्त सिक्के प्राप्त करने के लिए फिर से चेक इन करें!',
  checkInFail: 'सर्वर टाइम आउट। कृपया पुन: प्रयास करें।',
  checkInRepeat: 'क्षमा करें, आप आज ही चेक इन कर चुके हैं। आप {hour} घंटे और {min} मिनट के बाद फिर से चेक इन कर सकते हैं।',
  checkInRepeatAccount: 'क्षमा करें, आप आज ही दूसरे खाते से चेक इन कर चुके हैं।'
}
