export default {

  title: 'בונוס שבוע ראשון למשתמש חדש',
  desc: "צ'ק-אין וקבל <em>{num}</em> מטבעות חינם כל יום במשך השבוע הראשון!",
  tips: 'יש לך <em>{num}</em> מטבעות בחינם',
  day: 'יום {num}',
  checkInEnd: 'מצטערים, בונוס השבוע הראשון של המשתמש החדש הסתיים',
  titleTips: 'כנסו וקבלו את <em>{num}</em> המטבעות בחינם',
  upTo: 'עד <em>{num}</em>',
  xcoins: '<em>{num}</em> מטבעות',
  checkIn: "צ'ק אין",
  checkInSuccess: "כל הכבוד! ביצעת צ'ק אין וקיבלת <em>{num}</em> מטבעות בחינם. בצע צ'ק אין נוסף מחר כדי לקבל עוד מטבעות בחינם!",
  checkInFail: 'תפוגת זמן קצוב לשרת. אנא נסה שוב.',
  checkInRepeat: "מצטערים, כבר ביצעת צ'ק אין היום. תוכל לבצע2 שוב צ'ק אין לאחר {hour} שעות ו-{min} דקות.",
  checkInRepeatAccount: "מצטערים, כבר ביצעת צ'ק-אין עם חשבון אחר היום."
}
