export default {

  title: 'Бонус за первую неделю для нового пользователя',
  desc: 'Зарегистрируйтесь и получайте <em>{num}</em> бесплатных монет каждый день в течение первой недели!',
  tips: 'У вас есть <em>{num}</em> бесплатных монет для получения',
  day: 'День {num}',
  checkInEnd: 'Извините, бонус за первую неделю для нового пользователя закончился',
  titleTips: 'Зарегистрируйтесь и получите <em>{num}</em> бесплатных монет',
  upTo: 'До <em>{num}</em>',
  xcoins: '<em>{num}</em> монет',
  checkIn: 'Регистрация',
  checkInSuccess: 'Поздравляем! Вы зарегистрировались и получили <em>{num}</em> бесплатных монет. Приходите завтра и зарегистрируйтесь снова, чтобы получить еще больше бесплатных монет!',
  checkInFail: 'Время ожидания ответа от сервера истекло. Пожалуйста, попробуйте еще раз.',
  checkInRepeat: 'Вы уже зарегистрировались сегодня. Вы сможете зарегистрироваться снова через {hour} часов и {min} минут.',
  checkInRepeatAccount: 'Извините, сегодня вы уже зарегистрировались с другим аккаунтом.'
}
