export default {

  title: 'නව පරිශීලක පළමු සතියේ ප්‍රසාද දීමනාව',
  desc: 'පරීක්ෂා කර පළමු සතිය සඳහා දිනපතා <em>{num}</em> නොමිලේ කාසි ලබා ගන්න!',
  tips: 'ඔබට ලබා ගැනීමට <em>{num}</em> නොමිලේ කාසි ඇත',
  day: '{num} දිනය',
  checkInEnd: 'සමාවන්න නව පරිශීලක පළමු සතියේ ප්‍රසාද දීමනාව අවසන් විය',
  titleTips: 'පරීක්ෂා කර ඔබගේ නොමිලේ කාසි <em>{num}</em> ලබා ගන්න',
  upTo: '<em>{num}</em> ක් දක්වා',
  xcoins: 'කාසි <em>{num}</em>',
  checkIn: 'පරීක්‍ෂා කර බලන්න',
  checkInSuccess: 'සුභ පැතුම්! ඔබ පරීක්‍ෂා කර නොමිලේ කාසි <em>{num}</em> ක් ලබාගෙන ඇත. තවත් නොමිලේ කාසි ලබා ගැනීම සඳහා හෙට නැවත පැමිණ යළි පරීක්‍ෂා කරන්න!',
  checkInFail: 'සේවාදායකය කල් ඉකුත් විය. කරුණාකර නැවත උත්සාහ කරන්න.',
  checkInRepeat: 'කණගාටුයි, ඔබ දැනටමත් අද දින සඳහා පරීක්‍ෂා කර ඇත. පැය {hour} ක් සහ මිනිත්තු {min} කට පසු ඔබට යළි පරීක්‍ෂා කළ හැකිය.',
  checkInRepeatAccount: 'සමාවන්න, ඔබ දැනටමත් වෙනත් ගිණුමකින් අද දින ඇතුල් වී ඇත.'
}
