export default {

  title: 'โบนัสสัปดาห์แรกของผู้ใช้ใหม่',
  desc: 'เช็คอินและรับ <em>{num}</em> เหรียญฟรีทุกวันในสัปดาห์แรก!',
  tips: 'คุณมี <em>{num}</em> เหรียญฟรีที่จะได้รับ',
  day: 'วันที่ {num}',
  checkInEnd: 'ขออภัย โบนัสสัปดาห์แรกของผู้ใช้ใหม่สิ้นสุดลงแล้ว',
  titleTips: 'เช็คอินและรับ <em>{num}</em> เหรียญฟรีของคุณ',
  upTo: 'สูงถึง <em>{num}</em>',
  xcoins: '<em>{num}</em> เหรียญ',
  checkIn: 'เช็คอิน',
  checkInSuccess: 'ยินดีด้วย! คุณได้เช็คอินและได้รับเหรียญฟรี <em>{num}</em> เหรียญ กลับมาใหม่พรุ่งนี้และเช็คอินอีกครั้งเพื่อรับเหรียญฟรีเพิ่ม!',
  checkInFail: 'เซิร์ฟเวอร์หมดเวลา กรุณาลองอีกครั้ง',
  checkInRepeat: 'ขออภัย วันนี้คุณได้เช็คอินไปแล้ว คุณสามารถเช็คอินอีกครั้งได้ในอีก {hour} ชั่วโมง {min} นาที',
  checkInRepeatAccount: 'ขออภัย วันนี้คุณได้เช็คอินด้วยบัญชีอื่นแล้ว'
}
