export default {

  title: 'نئے صارف کو پہلے ہفتے کا بونس',
  desc: 'چیک ان کریں اور پہلے ہفتے کے لیے روزانہ <em>{num}</em> مفت سکے حاصل کریں!',
  tips: 'آپ کے پاس حاصل کرنے کے لیے <em>{num}</em> مفت سکے ہیں۔',
  day: 'دن {num}',
  checkInEnd: 'معذرت نئے صارف کے پہلے ہفتے کا بونس ختم ہو گیا ہے۔',
  titleTips: 'چیک ان کریں اور اپنے <em>{num}</em> مفت سکے حاصل کریں۔',
  upTo: '<em>{num}</em> تک',
  xcoins: '<em>{num}</em> سکے',
  checkIn: 'چیک ان کریں',
  checkInSuccess: 'مبارک ہو! آپ چیک ان کر چکے ہیں اور <em>{num}</em> مفت سکے حاصل کر چکے ہیں۔ کل واپس آئیں اور مزید مفت سکے حاصل کرنے کے لیے دوبارہ چیک ان کریں!',
  checkInFail: 'سرور ٹائم آؤٹ۔ دوبارہ کوشش کریں۔',
  checkInRepeat: 'معاف کیجیئے گا، آپ آج پہلے ہی چیک ان کر چکے ہیں۔ آپ {hour} گھنٹے اور {min} منٹ کے بعد دوبارہ چیک ان کر سکتے ہیں۔',
  checkInRepeatAccount: 'معذرت، آپ آج پہلے ہی دوسرے اکاؤنٹ سے چیک ان کر چکے ہیں۔'
}
