export default {
  title: 'إلهة غامضة: حدث محدود لمدة أسبوع واحد',
  startTime: 'March 7, 2022 UTC+0',
  endTime: 'March 14, 2022 UTC+0',
  condition: 'المشاركون',
  conditionDesc: 'تركيا / أذربيجان / المغرب / مصر / الهند تستضيف',
  rulesTitle: 'القواعد والمكافآت',
  rules1: 'خلال حدث الإلهة الغامضة ،يقوم مضيفو المنطقة المحددة (الذين ليس لديهم قصة قبل بدء الحدث) بتصوير وتحميل مقطع فيديو للقصة ؛بعد مراجعة الفيديو والموافقة عليه ، سيكافأ المضيفون والوكلاء بالنقاط المقابلة ؛',
  rules2: 'يمكن للمضيفين ارتداء أقنعة ، و<span style="color: #FFBC22;font-size: 14px;"> {rules1Text} </span>لمشاركة حياتهم اليومية والحفاظ على الشعور بالغموض والجمال ؛سيحصل المضيفون على <span style="color: #FFBC22;font-size: 14px;"> {rules2Text} </span> نقدية بعد مراجعة قصة واحدة على الأقل ؛',
  rules3: 'سيفقد المضيفون الذين ليس لديهم قصص جزءًا من حركة المرور الموصى بها للنظام. يمكن أن يؤدي تحميل القصص إلى جلب حركة مرور VIP إضافية إلى المضيفين.',
  noteTitle: 'يلاحظ',
  note1: 'سيتم إصدار نقاط مكافأة القصة مع الدخل من 7 مارس إلى 13 مارس ، وسيتم استبعاد المضيفين الذين لا يربحون عملات المكالمات من الحدث ؛',
  note2: 'يجب أن يتوافق محتوى الفيديو مع معايير المجتمع ، وأن يكون حق التفسير النهائي ملكًا للمسؤول.',
  footerTitle: 'تعال وشارك!'
}
