export default {
  title: 'रहस्यमय देवी: एक सप्ताह का सीमित कार्यक्रम',
  startTime: '7 मार्च, 2022 यूटीसी+0',
  endTime: 'मार्च 14, 2022 यूटीसी+0',
  condition: 'प्रतिभागी',
  conditionDesc: 'तुर्की/अज़रबैजान/मोरक्को/मिस्र/भारत मेजबान',
  rulesTitle: 'नियम और पुरस्कार',
  rules1: 'रहस्यमय देवी घटना के दौरान,निर्दिष्ट क्षेत्र के मेजबान (जिनके पास घटना शुरू होने से पहले कोई कहानी नहीं है) कहानी वीडियो शूट और अपलोड करें;वीडियो की समीक्षा और स्वीकृति के बाद, मेजबानों और एजेंटों को संबंधित बिंदुओं से पुरस्कृत किया जाएगा;',
  rules2: 'मेजबान अपने दैनिक जीवन को साझा करने और रहस्य और सुंदरता की भावना बनाए रखने के लिए <span style="color: #FFBC22;font-size: 14px;"> {rules1Text} </span>;हर 1 स्टोरी रिव्यु होने पर होस्ट को <span style="color: #FFBC22;font-size: 14px;"> {rules2Text} </span> मिलेंगी ',
  rules3: 'बिना स्टोरी वाले होस्ट सिस्टम के अनुशंसित ट्रैफ़िक का हिस्सा खो देंगे. कहानियों को अपलोड करने से मेजबानों को अतिरिक्त वीआईपी ट्रैफिक मिल सकता है।',
  noteTitle: 'सूचना',
  note1: '7 मार्च से 13 मार्च तक की आय के साथ स्टोरी रिवॉर्ड पॉइंट जारी किए जाएंगे, और कॉल कॉइन नहीं कमाने वाले होस्ट को इवेंट से अयोग्य घोषित कर दिया जाएगा;',
  note2: 'वीडियो सामग्री को सामुदायिक मानदंडों का पालन करना चाहिए, और अंतिम व्याख्या का अधिकार अधिकारी का है।',
  footerTitle: 'आओ और भाग लें!'
}
