export default {
  rankActivieyTitle: 'כוכב סופר לאקי',
  waitingResults: 'ממתין לתוצאות הסופיות',
  explain: 'הזוכים הסופיים יפורסמו והפרסים יחולקו לאחר סיום הספירה לאחור',
  rules1: 'שלב התחרות:{time1} - {time2}',
  rules2: 'שלב אישור התוצאה:{time2} - {time3}',
  rules3: 'משתמשים בדירוג הגבוה ביותר יכולים לזכות ברמות שונות של תגמולים. הדירוג מבוסס על סך המטבעות שאתה מקבל מ-{box_name} ו-Super Gift Box בשלב התחרות.',
  rules4: 'הזוכים הסופיים יפורסמו והפרסים יחולקו לאחר סיום שלב אישור התוצאה.',
  rules5: 'הפרסים עלולים להתבטל אם ישנה הפרה של כללי המשחק.',
  rules6: ' הפלטפורמה שומרת לעצמה את הזכות לבצע שינויים.',
  won1: 'מזל טוב! זכית במקום {num} ב-{LivU Star}!',
  won2: 'מזל טוב! זכית במקום {num1} ב-{LivU Star}! {icon} מטבעות נוספו לחשבון שלך.'
}
