export default {
  rankActivieyTitle: 'सुपर लकी स्टार',
  waitingResults: 'फाइनल रिजल्ट का इंतजार है',
  explain: 'अंतिम विजेताओं को प्रकाशित किया जाएगा और उलटी गिनती समाप्त होने के बाद पुरस्कार वितरित किए जाएंगे',
  rules1: 'प्रतियोगिता चरण: {time1} - {time2}',
  rules2: 'परिणाम पुष्टि चरण: {time2} - {time3}',
  rules3: 'उच्चतम रैंक वाले उपयोगकर्ता विभिन्न स्तरों के पुरस्कार जीत सकते हैं। रैंक प्रतियोगिता चरण के दौरान आपको {box_name} और सुपर गिफ्ट बॉक्स से प्राप्त कुल सिक्कों पर आधारित है।',
  rules4: 'अंतिम विजेताओं को प्रकाशित किया जाएगा और परिणाम पुष्टिकरण चरण समाप्त होने के बाद पुरस्कार वितरित किए जाएंगे।',
  rules5: 'यदि दिशानिर्देशों का उल्लंघन किया जाता है तो पुरस्कार रद्द किए जा सकते हैं।',
  rules6: ' मंच परिवर्तन करने का अधिकार सुरक्षित रखता है।',
  won1: 'बधाई हो! आपने {LivU Star} में {num} स्थान प्राप्त किया!',
  won2: 'बधाई हो! आपने {LivU Star} में {num1} स्थान प्राप्त किया! {icon} सिक्के आपके खाते में जोड़ दिए गए हैं।'
}
