export default {
  rankActivieyTitle: 'スーパーらき☆すた',
  waitingResults: '最終結果待ち',
  explain: 'カウントダウンが終わった後、優勝者が発表され、報酬を受け取ることができます。',
  rules1: '競合期間：{time1} - {time2}',
  rules2: '結果確認期間：{time2} - {time3}',
  rules3: '最高ランクのユーザーは、さまざまなレベルの報酬を獲得できます。 ランクは、コンペティション フェーズ中に {box_name} とスーパー ギフト ボックスから受け取ったコインの合計に基づいています。',
  rules4: '結果確認期間が終了した後、優勝者が発表され、報酬を受け取ることができます。',
  rules5: 'ガイドラインに反した場合は、報酬を受け取ることができません。',
  rules6: ' 場合によって、プラットフォームによる変更がある場合がございますので、ご了承ください。',
  won1: 'おめでとう！ {LivU Star} で {num} 位を獲得しました!',
  won2: 'おめでとう！ {LivU Star} で {num1} 位を獲得しました! {icon} コインがアカウントに追加されました。'
}
