export default {
  rankActivieyTitle: 'Супер счастливая звезда',
  waitingResults: 'Ожидание окончательных результатов',
  explain: 'Окончательные победители будут опубликованы, а награды будут доставлены после окончания обратного отсчета.',
  rules1: 'Этап соревнований: {time1} - {time2}',
  rules2: 'Фаза подтверждения результатов: {time2} - {time3}',
  rules3: 'Пользователи с самым высоким рейтингом могут выиграть различные уровни вознаграждений. Ранг основан на общем количестве монет, которые вы получили от {box_name} и Super Gift Box во время фазы Соревнования.',
  rules4: 'Окончательные победители будут опубликованы, а награды распределены после завершения этапа подтверждения результатов.',
  rules5: 'При нарушении правил вознаграждения могут быть аннулированы.',
  rules6: ' Платформа оставляет за собой право вносить изменения.',
  won1: 'Поздравляем! Вы заняли {num} место в {LivU Star}!',
  won2: 'Поздравляем! Вы заняли {num1} место в {LivU Star}! Монеты {icon} были добавлены на ваш счет.'
}
