export default {
  rankActivieyTitle: 'සුපිරි වාසනාවන්ත තරුව',
  waitingResults: 'අවසන් ප්‍රතිඵල බලාපොරොත්තුවෙන්',
  explain: 'අවසන් ජයග්‍රාහකයන් ප්‍රකාශයට පත් කිරීම සහ ත්‍යාග බෙදා හැරීම, අවරෝහණ ගණන් කිරීම අවසන් වූ පසුව සිදු කෙරෙනු ඇත',
  rules1: 'තරඟකාරී අදියර: {time1}  - {time2}',
  rules2: 'ප්‍රතිඵල තහවුරු කිරීමේ අදියර: {time2} - {time3}',
  rules3: 'ඉහළම ශ්‍රේණිගත පරිශීලකයින්ට විවිධ මට්ටමේ ත්‍යාග දිනා ගත හැකිය. ශ්‍රේණිගත කිරීම තරඟ අදියරේදී ඔබට {box_name} සහ සුපිරි තෑගි පෙට්ටියෙන් ලැබෙන මුළු කාසි මත පදනම් වේ.',
  rules4: 'ප්‍රතිඵල තහවුරු කිරීමේ අදියර අවසන් වීමෙන් පසු අවසාන ජයග්‍රාහකයින් සහ ත්‍යාග ප්‍රකාශයට පත් කරනු ඇත.',
  rules5: 'මාර්ගෝපදේශ උල්ලංඝනය කරන්නේ නම් ත්‍යාග අවලංගු කිරීමට ඉඩ ඇත.',
  rules6: ' වෙනස්කම් කිරීමේ අයිතිය ප්ලැට්ෆෝමය සතුය.',
  won1: 'සුභ පැතුම්! ඔබ {LivU Star} හි {num} ස්ථානය දිනා ගත්තා!',
  won2: 'සුභ පැතුම්! ඔබ {LivU Star} හි {num1} ස්ථානය දිනා ගත්තා! {icon} කාසි ඔබේ ගිණුමට එකතු කර ඇත.'
}
