export default {
  rankActivieyTitle: 'ซุปเปอร์ลัคกี้สตาร์',
  waitingResults: 'กำลังรอผลการแข่งขันรอบสุดท้าย',
  explain: 'ผู้ชนะรอบสุดท้ายจะถูกเผยแพร่และรางวัลจะจัดส่งหลังสิ้นสุดการนับเวลาถอยหลัง',
  rules1: 'ช่วงแข่งขัน: {time1} - {time2}',
  rules2: 'ช่วงยืนยันผลการแข่งขัน: {time2} - {time3}',
  rules3: 'ผู้ใช้ที่มีอันดับสูงสุดจะได้รับรางวัลในระดับต่างๆ อันดับขึ้นอยู่กับเหรียญทั้งหมดที่คุณได้รับจาก {box_name} และ Super Gift Box ในช่วงการแข่งขัน',
  rules4: 'ผู้ชนะรอบสุดท้ายจะถูกเผยแพร่และรางวัลจะจัดส่งหลังสิ้นสุดช่วงยืนยันผลการแข่งขัน',
  rules5: 'รางวัลอาจถูกยกเลิกหากฝ่าฝืนแนวทางปฏิบัติ',
  rules6: ' แพลตฟอร์มขอสงวนสิทธิ์ในการเปลี่ยนแปลงใดๆ',
  won1: 'ยินดีด้วย! คุณได้รับอันดับที่ {num} ใน {LivU Star}!',
  won2: 'ยินดีด้วย! คุณได้รับอันดับที่ {num1} ใน {LivU Star}! เพิ่มเหรียญ {icon} ในบัญชีของคุณแล้ว'
}
