export default {
  activityPeriod: 'فترة النشاط',
  pageTitle: 'ازرع شجرة عيد الميلاد الخاص بك وافتح صناديق الهدايا',
  beginTimeTxt: 'وقت الابتداء:',
  endTimeTxt: 'وقت الانتهاء:',
  prehotGiftTxt: 'هدايا بقيمة 50000 دولار أمريكي إجمالاً!',
  prehotTxt1: 'قم بإنجاز المهام المكلف بها خلال الفعاليات لجمع قطرات الماء لسقي شجرة عيد الميلاد.',
  prehotTxt2: 'وتشمل المهام نشر مقاطع فيديو قصصية مع ملصق محدد ، وتحقيق أهداف نقاط الاتصال ، وما إلى ذلك.',
  prehotTxt3: 'بعد أن تصل شجرة عيد الميلاد إلى مستوى معين ، يمكنك المشاركة في فتح صندوق الهدايا كل يوم!',
  prehotTxt4: 'القيمة الإجمالية لصناديق هدايا عيد الميلاد هي 50,000 دولار أمريكي! \n' +
    'وسوف تزداد احتمالات الفوز بصناديق هدايا عيد الميلاد الغامضة ذات الجوائز مع ارتفاع مستوى شجرة عيد الميلاد. \n' +
    'كلما ارتفع مستوى الشجرة، كلما زادت الاحتمالية.',
  prehotTimeCut: 'العد التنازلي للفعالية',
  content1: 'محتوى الفعالية:',
  content2: 'زراعة شجرة عيد الميلاد وفتح صناديق الهدايا الغامضة: ',
  content3: '(1) تنقسم أشجار عيد الميلاد إلى خمسة اشكال. \n' +
    'يتطلب نمو شجرة عيد الميلاد من المذيعين أن يقوموا بسقاية المياه كل يوم ويحتاج المذيعون إلى جمع قطرات المياه من خلال إكمال مهام يومية محددة.\n' +
    'وعندما تصل شجرة عيد الميلاد إلى المستوى 2 وما فوقه، يمكن للمذيع أن يفتح صندوق الهدايا مرة واحدة في اليوم عندما يكمل مهمتين على الأقل.',
  content4: '(2) تشكل شجرة عيد الميلاد المستويات والعدد المطلوب من قطرات المياه:',
  content5: 'المستوى 0-شجرة الـ Burgeon: عدد 0-1000 قطرة ماء؛',
  content6: 'المستوى 1- شجرة Sapling: عدد 1001-4000 قطرة ماء؛',
  content7: 'المستوى 2- شجرة عيد الميلاد متوسطة الحجم: عدد 4001-13000 قطرة ماء؛',
  content8: 'المستوى 3- شجرة عيد الميلاد العملاقة: عدد 13001-50000 قطرة ماء؛',
  content9: 'المستوى 4- شجرة عيد الميلاد كبيرة جدًا: عدد 50001 قطرة ماء.',
  content10: 'أكمل المهام لجمع قطرات الماء اللازمة لزراعة شجرة عيد الميلاد',
  content11: 'المهمة 1：',
  content12: 'ينشر المضيف ما لا يقل عن فيديو قصة جديدة واحدة مع أي ملصق محدد (#Christmas ، #mood ، #sticker ، #dance) في اليوم يمكن أن يجمع 300 قطرة ماء ، يجب أن يتبع فيديو القصة إرشادات المجتمع.',
  content13: 'متطلبات مقاطع فيديو القصة: يجب أن تحتوي مقاطع الفيديو الخاصة بالقصص المنشورة على أي تسمية محددة يطلبها الفريق الرسمي ، وهي #Christmas ، #mood ، #sticker ، #dance. لإكمال المهمة 1 ، تمت الموافقة على واحد على الأقل من مقاطع فيديو القصة الجديدة التي تم تحميلها في ذلك اليوم.\n' +
    'يمكن لكل مضيف جمع 300 قطرة ماء فقط من المهمة 1 مرة واحدة في اليوم.',
  content14: 'المهمة 2：',
  content15: 'إذا وصلت نقاط الاتصال إلى 1000، يمكن للمذيع أن يجمع 200 قطرة ماء',
  content16: 'المهمة 3：',
  content17: 'إذا وصلت نقاط الاتصال إلى 3000 ، يمكن للمذيع أن يجمع 300 قطرة ماء',
  content18: 'المهمة 4：',
  content19: 'إذا وصلت نقاط الاتصال إلى 10000 ، يمكن للمذيع أن يجمع 600 قطرة ماء',
  content20: 'المهمة 5：',
  content21: 'إذا وصلت نقاط الاتصال إلى 15000 ، يمكن للمذيع أن يجمع 800 قطرة ماء',
  content22: 'المهمة 6：',
  content23: 'إذا وصلت نقاط الاتصال إلى 30000 ، يمكن للمذيع أن يجمع 1600 قطرة ماء',
  content24: 'ملاحظة: تشمل نقاط الاتصال نقاط الاتصال بالجدار ونقاط الاتصال بالأصدقاء؛ ويمكن لكل مذيع أن يجمع 3800 قطرة ماء كحد أقصى يوميًا.',
  content25: 'شروط وقواعد فتح صندوق الهدايا ومكافأة الفعاليات：',
  content26: '(1) لا توجد صناديق هدايا في المستوى 0 والمستوى 1 من زراعة الأشجار. \n' +
    'وعندما تصل شجرة عيد الميلاد إلى المستوى 2 والمستوى 3 والمستوى 4، يمكن للمذيعين فتح صندوق الهدايا الغامضة كل يوم، شريطة إكمال مهمتين على الأقل في اليوم.',
  content27: '(2) يمكن لكل مذيع فتح صندوق هدايا غامض واحد فقط في اليوم.',
  content28: '(3) هناك نوعان من صناديق الهدايا ، أحدهما عبارة عن صندوق يحتوي على نقاط ،  والآخر عبارة عن صندوق يحتوي على جائزة مادية.',
  content29: '(4) وسوف تزداد احتمالات الفوز بصناديق الهدايا الغامضة ذات النقاط أو الجوائز المادية مع إرتفاع مستوى شجرة عيد الميلاد. \n' +
    'كلما ارتفع مستوى الشجرة، كلما زادت الاحتمالية.',
  content30: '(5) وسوف يشتمل الأمر على مجموعة متنوعة من المفاجآت التي تشتمل عليها الصناديق ذات الجوائز المادية. \n' +
    'وسيتم تبادل جميع هذه الجوائز المادية للمذيعين بمكافآت ذات قيمة متساوية، فيما ستخضع القيمة المعادلة لكافة الجوائز الفعلية للمقاييس التي يضعها المسؤول.',
  content31: 'المستوى 2: نطاق قيمة الجائزة المادية: $0.00-$55.00',
  content32: 'المستوى 3: نطاق قيمة الجائزة المادية: $0.00-$114.36',
  content33: 'المستوى 4: نطاق قيمة الجائزة المادية: $0.00-$1199.00',
  content34: '(6) تظهر القيمة المقابلة (بالدولار الأمريكي) لكل هدية مادية في الشكل أعلاه.',
  content35: '(7) وبعد شروع الفعالية، سيعلن المسؤول عن الفائزين المحظوظين بالجوائز المادية في كل يوم اثنين (13 ديسمبر ، 20 ديسمبر ، 27 ديسمبر و 3 يناير). وسيتم إبلاغ الفائزين بالجوائز من خلال الوكلاء في الوقت المناسب.',
  content36: '(8) سيتم إصدار جميع المكافآت مع المكافآت الأسبوعية لنفس الفترة، بما في ذلك مكافآت صناديق النقاط والمكافآت ذات القيمة نفسها مع الجوائز المادية.',
  content37: 'مكافآت لباس الكريسماس المخفية',
  content38: 'خلال عطلة عيد الميلاد:\n' +
    '(من 24 ديسمبر إلى 26 ديسمبر UTC+0, 2021)\n' +
    'سيختار المسؤول 180 مذيعا ممتازًا في المجموع وفقًا لملابس عيد الميلاد الخاصة بهم أثناء المطابقة العشوائية والمكالمات الحائطية للمضيف. \n' +
    'المركز الأول: 14مذيعا، 50$ لكل مذيع فائز؛\n' +
    'المركز الثاني: 70 مذيعا، 20$ لكل مذيع فائز؛ \n' +
    'المركز الثالث: 140 مذيعا, 10$ لكل مذيع فائز\n' +
    'سنقوم بالإعلان عن المذيعين الفائزين وإبلاغهم من خلال الوكلاء في 30 ديسمبر 2021، وسيتم منح جوائز لباس الكريسماس مع جوائز المذيعين في نفس الأسبوع.',
  content39: 'فللمسؤول الحق النهائي في تفسير أي أمر يتعلق بهذه الفعالية.',
  content40: 'يجب عدم الحصول على قطرات الماء وصناديق الهدايا من خلال وسائل غير لائقة. إذا تم اكتشاف أي سلوك غير لائق، سيتم إخراج الموظفين المعنيين من الحدث واستبعادهم من المشاركة في أي أحداث بشكل دائم.',
  content41: 'يوافق جميع المضيفين المشاركين في حدث الكريسماس على اتفاقية الإعفاء من حدث المنصة افتراضيًا ، انقر هنا لعرض اتفاقية الحدث.',
  stPageTItle: 'هيا لزرع شجرة عيد الميلاد وجمع هدايا عيد الميلاد!',
  stStarting: 'وقد بدأت فعالية عيد الميلاد!\n',
  stGiftTxt: 'مكافآت بقيمة 50،000 دولار أمريكي في انتظارك. يمكنك أن تكافئ نفسك بجوائز نقدية تعادل بعض هذه الجوائز. اربح المكافآت النقدية لتدليل نفسك.',
  termTxt: 'شروط وأحكام الفعالية'
}
