export default {
  activityPeriod: 'गतिविधि अवधि',
  pageTitle: 'अपना क्रिसमस ट्री लगाएं और उपहार बॉक्स खोलें',
  beginTimeTxt: 'शुरुआत का समय:',
  endTimeTxt: 'समाप्ति समय:',
  prehotGiftTxt: 'कुल 50,000 USD के उपहार!',
  prehotTxt1: 'अपने क्रिसमस ट्री को पानी देने के लिए पानी की बूंदों को इकट्ठा करने के लिए कार्यक्रम के दौरान निर्दिष्ट कार्यों को पूरा करें।',
  prehotTxt2: 'कार्यों में विशिष्ट हैशटैग के साथ स्टोरी  वीडियो प्रकाशित करना, कॉल पॉइंट लक्ष्य प्राप्त करना आदि शामिल हैं',
  prehotTxt3: 'क्रिसमस ट्री के एक निश्चित स्तर पर पहुंचने के बाद, आप हर दिन खुलने वाले उपहार बॉक्स में भाग ले सकते हैं',
  prehotTxt4: 'क्रिसमस उपहार बक्से का कुल मूल्य 50,000 USD हैं!\n' +
    'क्रिसमस ट्री का लेवल बढ़ने के साथ ही मिस्ट्री गिफ्ट बॉक्स को पुरस्कारों के साथ जीतने की संभावना बढ़ जाएगी।\n' +
    'पेड़ का लेवल जितना अधिक होगा, संभावना उतनी ही अधिक होगी।',
  prehotTimeCut: 'कार्यक्रम काउंट डाउन',
  content1: 'घटना विषय:',
  content2: 'क्रिसमस ट्री लगाना और मिस्ट्री गिफ्ट बॉक्स खोलना:',
  content3: '(1) क्रिसमस ट्री को पांच रूपों में बांटा गया हैं।\n' +
    'क्रिसमस ट्री की वृद्धि के लिए हर दिन मेजबान को पानी की आवश्यकता होती है और मेजबानों को निर्दिष्ट दैनिक कार्यों को पूरा करके पानी की बूंदों को इकट्ठा करने की आवश्यकता होती हैं।\n' +
    'जब क्रिसमस ट्री स्तर 2 और उससे अधिक तक पहुँच जाता हैं, तो मेज़बान दिन में एक बार उपहार बॉक्स खोल सकता हैं जब वह कम से कम 2 कार्य पूरा कर ले।',
  content4: '(2) क्रिसमस ट्री पानी की बूंदों के स्तर और आवश्यक संख्या बनाता \nहैं :',
  content5: 'लेवल 0-वृक्ष वृद्धि: 0-1000 पानी की बूंदें',
  content6: 'लेवल 1-पौधे: 1001-4000 पानी की बूंदें;',
  content7: 'लेवल 2-मध्यम आकार का क्रिसमस ट्री: 4001-13000 पानी की बूंदें;',
  content8: 'लेवल 3-विशाल क्रिसमस ट्री: 13001-50000 पानी की बूंदें;',
  content9: 'लेवल 4-बहुत बड़ा क्रिसमस ट्री: 50001 पानी की बूंदें।',
  content10: 'क्रिसमस ट्री लगाने के लिए आवश्यक पानी की बूंदों को इकट्ठा करने के कार्यों को पूरा करें',
  content11: 'कार्य 1:',
  content12: 'मेजबान कम से कम एक नया कहानी वीडियो किसी विशिष्ट लेबल (#Christmas, #mood, #sticker, #dance) के साथ प्रकाशित करता है जिस दिन 300 पानी की बूंदें जमा हो सकती हैं, कहानी वीडियो को समुदाय दिशानिर्देशों का पालन करना चाहिए।',
  content13: 'कहानी वीडियो पर आवश्यकताएँ: प्रकाशित कहानी वीडियो में आधिकारिक टीम द्वारा आवश्यक कोई भी विशिष्ट लेबल होना चाहिए, जो #क्रिसमस, #मूड, #स्टिकर, #नृत्य हैं। टास्क 1 को पूरा करने के लिए, उस दिन अपलोड किए गए नए स्टोरी वीडियो में से कम से कम एक को स्वीकृत किया जाता है।\n' +
    'प्रत्येक मेजबान दिन में एक बार टास्क 1 से केवल 300 पानी की बूंदें एकत्र कर सकता है।',
  content14: 'टास्क 2：',
  content15: 'कॉल पॉइंट 1000 तक पहुँच जाते हैं, मेज़बान 200 पानी की बूँदें जमा कर सकता हैं',
  content16: 'टास्क 3：',
  content17: 'कॉल पॉइंट 3000 तक पहुँच जाते हैं, मेज़बान पानी की 300 बूँदें जमा कर सकता हैं',
  content18: 'टास्क 4：',
  content19: 'कॉल पॉइंट 10000 तक पहुँचते हैं, मेजबान 600 पानी की बूँदें जमा कर सकता हैं',
  content20: 'टास्क 5：',
  content21: 'कॉल पॉइंट 15000 तक पहुँचते हैं, मेज़बान 800 पानी की बूँदें जमा कर सकता हैं',
  content22: 'टास्क 6：',
  content23: 'कॉल पॉइंट 30000 तक पहुँचते हैं, मेजबान 1600 पानी की बूंदों को इकट्ठा कर सकता हैं',
  content24: 'ध्यान दें: कॉल पॉइंट्स में वॉल कॉल पॉइंट्स और फ्रेंड्स कॉल पॉइंट्स शामिल हैं;\n' +
    'प्रत्येक मेजबान प्रति दिन अधिकतम 3800 पानी की बूंदें एकत्र कर सकता हैं।',
  content25: 'उपहार बॉक्स और घटना पुरस्कार नियम खोलें：',
  content26: '(1) वृक्षारोपण के लेवल 0 और लेवल 1 में कोई उपहार बॉक्स नहीं हैं।\n' +
    'जब क्रिसमस ट्री लेवल 2, लेवल 3 और लेवल 4 तक पहुँचता हैं, तो मेजबान हर दिन एक रहस्य उपहार बॉक्स खोल सकते हैं, बशर्ते कि दिन में कम से कम दो कार्य पूरे होने चाहिए।',
  content27: '(2) प्रत्येक मेजबान प्रति दिन केवल एक रहस्यमय उपहार बॉक्स खोल सकता हैं।',
  content28: '(3) उपहार बॉक्स दो प्रकार के होते हैं, एक हैं अंक इनाम वाला बॉक्स, और दूसरा हैं भौतिक पुरस्कार वाला बॉक्स।',
  content29: '(4) क्रिसमस ट्री का लेवल बढ़ने पर मिस्ट्री गिफ्ट बॉक्स को अंकों या भौतिक पुरस्कार के साथ जीतने की संभावना बढ़ जाएगी।\n' +
    'पेड़ का लेवल जितना अधिक होगा, संभावना उतनी ही अधिक होगी।',
  content30: '(5) भौतिक पुरस्कार के साथ बोनस में विभिन्न प्रकार के आश्चर्य शामिल होंगे।\n' +
    'इन सभी भौतिक पुरस्कारों का आदान-प्रदान समान मूल्य के मेजबान पुरस्कारों के लिए किया जाएगा, सभी भौतिक पुरस्कारों के बराबर मूल्य अधिकारी द्वारा प्रदान किए गए मानक के अधीन होंगे।',
  content31: 'लेवल 2: भौतिक पुरस्कार मूल्य सीमा: $0.00-$55.00',
  content32: 'लेवल 3: भौतिक पुरस्कार मूल्य सीमा: $0.00-$114.36',
  content33: 'लेवल4: भौतिक पुरस्कार मूल्य सीमा: $0.00-$1199.00',
  content34: '(6) प्रत्येक भौतिक उपहार का संबंधित मूल्य (यूएसडी) ऊपर दिए गए आंकड़े में दिखाया गया है।.',
  content35: '(7) कार्यक्रम शुरू होने के बाद, अधिकारी प्रत्येक सोमवार (13 दिसंबर, 20 दिसंबर, 27 दिसंबर और 3 जनवरी) को भौतिक पुरस्कारों के लिए भाग्यशाली विजेताओं की घोषणा करेंगे। पुरस्कार विजेताओं को समय पर एजेंटों के माध्यम से सूचित किया जाएगा।',
  content36: '(8) सभी पुरस्कार समान अवधि के साप्ताहिक पुरस्कारों के साथ जारी किए जाएंगे, जिसमें अंक बॉक्स पुरस्कार और भौतिक पुरस्कारों के साथ समान मूल्य के पुरस्कार शामिल हैं।',
  content37: 'क्रिसमस ड्रेस अप छिपा हुआ रिवार्ड्स',
  content38: 'क्रिसमस की छुट्टी के दौरान:\n' +
    '(24 दिसंबर से 26 दिसंबर तक, यूटीसी+0, 2021)\n' +
    'रैंडम मैचिंग और होस्ट वॉल कॉल के दौरान अपने क्रिसमस ड्रेस अप के अनुसार अधिकारी कुल 180 उत्कृष्ट मेजबानों का चयन करेंगे।\n' +
    'पहला स्थान: 14 मेजबान, प्रत्येक मेजबान विजेता के लिए 50$;\n' +
    'दूसरा स्थान: 70 मेजबान, प्रत्येक मेजबान विजेता के लिए 20$;\n' +
    'तीसरा स्थान: 140 मेजबान, प्रत्येक मेजबान विजेता के लिए 10$\n' +
    'हम 30 दिसंबर, 2021 को एजेंटों के माध्यम से मेजबान विजेताओं की घोषणा करेंगे, और क्रिसमस ड्रेस अप पुरस्कार उसी सप्ताह के मेजबान पुरस्कारों के साथ जारी किए जाएंगे।',
  content39: 'अधिकारी के पास इस घटना की व्याख्या करने का अंतिम अधिकार हैं।',
  content40: '6. पानी की बूँदें और उपहार बक्से अनुचित साधनों से प्राप्त नहीं किए जाने चाहिए। यदि कोई अनुचित आचरण पाया जाता हैं, तो संबंधित कर्मियों को घटना से हटा दिया जाएगा और स्थायी रूप से किसी भी कार्यक्रम में भाग लेने से अयोग्य घोषित कर दिया जाएगा।',
  content41: 'क्रिसमस कार्यक्रम में भाग लेने वाले सभी मेजबान डिफ़ॉल्ट रूप से मंच के कार्यक्रम छूट समझौते से सहमत होते हैं, घटना समझौते को देखने के लिए यहां क्लिक करें। ',
  stPageTItle: 'क्रिसमस ट्री लगाने आएं और क्रिसमस उपहार इकट्ठा करें!',
  stStarting: 'क्रिसमस कार्यक्रम शुरू हो गया हैं!',
  stGiftTxt: 'USD $50,000 मूल्य के पुरस्कार प्रतीक्षा कर रहे हैं।  आप इनमें से कुछ पुरस्कारों के बराबर नकद पुरस्कार प्राप्त कर सकते हैं।  अपना इलाज करने के लिए नकद पुरस्कार जीतें।',
  termTxt: 'घटना नियम और शर्तें'
}
