export default {
  activityPeriod: 'Период активности',
  pageTitle: 'Посадите рождественскую ёлку и получайте подарки',
  beginTimeTxt: 'Начало:',
  endTimeTxt: 'Окончание:',
  prehotGiftTxt: 'Подарки общей стоимостью 50 000 долларов США!',
  prehotTxt1: 'Выполняйте задания в ходе события, чтобы собирать капли воды для полива своей рождественской ёлки.',
  prehotTxt2: 'Задания включают в себя публикацию историй с особым хэштегом, получение необходимого количества очков за звонки и т. п.',
  prehotTxt3: 'Когда рождественская ёлка достигает определенного уровня, вы будете получать подарки каждый день!',
  prehotTxt4: 'Общая стоимость рождественских подарков – 50 000 долларов США! \n' +
    ' Вероятность получения таинственных подарков повышается с ростом уровня рождественской ёлки. \n' +
    ' Чем выше уровень ёлки, тем выше вероятность.',
  prehotTimeCut: 'Время до начала события',
  content1: 'Описание события',
  content2: 'Выращивание рождественской ёлки и получение подарков.',
  content3: '(1) Рождественские ёлки бывают пяти размеров. \n' +
    ' Чтобы ёлка росла, ее надо поливать каждый день, собирая капли воды за выполнение ежедневных заданий.\n' +
    ' Когда рождественская ёлка достигнет уровня 2 и выше, стример сможет открывать подарок каждый день, выполняя не менее 2 заданий.',
  content4: '(2) Рождественские ёлки разных уровней требуют разного количества капель воды:',
  content5: 'Уровень 0 – росток ёлки: 0 – 1000 капель воды;',
  content6: 'Уровень 1 – саженец ёлки: 1001 – 4000 капель воды;',
  content7: 'Уровень 2 – средняя рождественская ёлка: 4001 – 13000 капель воды;',
  content8: 'Уровень 3 – большая рождественская ёлка: 13001 – 50000 капель воды;',
  content9: 'Уровень 4 – огромная рождественская ёлка: 50001 капля воды.',
  content10: 'Выполнение заданий и сбор капель воды, необходимых для выращивания рождественской ёлки.',
  content11: 'Задание 1:',
  content12: 'Стример должен опубликовать хотя бы одну видеоисторию с любым из специальных ярлыков (#Рождество, #настроение, #стикер, #танец) в день, когда он набрал 300 капель воды. История должна соответствовать условиям сообщества.',
  content13: 'Требования к видеоисториям: опубликованная история должна содержать любой специальный ярлык по условиям организатора: #Рождество, #настроение, #стикер, #танец. Чтобы выполнить задание 1, хотя бы одна опубликованная история должна быть одобрена в тот же день. Каждый стример может получить только 300 капель воды за задание 1 в день.',
  content14: 'Задание 2:',
  content15: 'Набрать 1000 очков за звонки, чтобы получить 200 капель воды',
  content16: 'Задание 3:',
  content17: 'Набрать 3000 очков за звонки, чтобы получить 300 капель воды',
  content18: 'Задание 4:',
  content19: 'Набрать 10 000 очков за звонки, чтобы получить 600 капель воды',
  content20: 'Задание 5:',
  content21: 'Набрать 15 000 очков за звонки, чтобы получить 800 капель воды',
  content22: 'Задание 6:',
  content23: 'Набрать 30 000 очков за звонки, чтобы получить 1600 капель воды',
  content24: 'Внимание! Очки за звонки даются за звонки на стене и за звонки друзьям. \n' +
    ' Стример может получить максимум 3800 капель воды в день.',
  content25: 'Правила получения подарков и наград события',
  content26: '(1) Ёлка уровня 0 или 1 не приносит подарков. \n' +
    ' Когда рождественская ёлка достигнет уровня 2, 3 и 4, стримеры будут получать таинственный подарок каждый день, если выполнят в этот день не менее двух заданий.',
  content27: '(2) Каждый стример может получить только один подарок в день.',
  content28: '(3) Есть два вида подарков: с призовыми очками и с физическими предметами.',
  content29: '(4) Вероятность получения подарков с очками или предметами повышается с ростом уровня рождественской ёлки. \n' +
    ' Чем выше уровень ёлки, тем выше вероятность.',
  content30: '(5) Вместе с подарком в виде предмета стример может получить подарок-сюрприз. \n' +
    ' Все подарки в виде предметов будут обменены на награды стримеров равной стоимости, при этом стоимость всех подарков в виде предметов будет соответствовать установленному организатором стандарту.',
  content31: 'Уровень 2: стоимость подарочных предметов от 0.00 до 55.00 долларов США',
  content32: 'Уровень 3: стоимость подарочных предметов от 0.00 до 114.36 долларов США',
  content33: 'Уровень 4: стоимость подарочных предметов от 0.00 до 1199 долларов США',
  content34: '(6) Соответствующие стоимости (USD) подарков обратитесь к приведенному ВЫШЕ рисунку.',
  content35: '(7) После начала события призеры (получатели подарков в виде предметов) будут объявляться организатором каждый понедельник (13 декабря, 20 декабря, 27 декабря и 3 января). Мы своевременно уведомим призеров через агентов.',
  content36: '(8) Все подарки будут предоставляться еженедельно вместе с остальными наградами за соответствующую неделю, включая подарочные очки и награды той же стоимости, что и подарочные предметы.',
  content37: 'Секретные награды за рождественский наряд',
  content38: 'Во время рождественских каникул\n' +
    ' (03:00 МСК с 24 декабря по 26 декабря 2021 г.)\n' +
    ' Организатор выберет 180 лучших стримеров, основываясь на их рождественских нарядах во время случайных звонков и звонков на стене стримера. \n' +
    ' Первое место: 14 стримеров, 50$ для каждого призера.\n' +
    ' Второе место: 70 стримеров, 20$ для каждого призера. \n' +
    ' Третье место: 140 стримеров, 10$ для каждого призера.\n' +
    ' Мы сделаем объявление и уведомим призеров через агентов 30 декабря 2021 года, и награды за рождественские наряды будут предоставлены вместе с остальными наградами стримеров за ту же неделю.',
  content39: 'Окончательное решение по событию принимает организатор.',
  content40: 'Капли воды и подарки нельзя получать нечестными способами. Если будут обнаружены нарушения, нарушители будут навсегда отстранены от участия в этом событии и во всех последующих.',
  content41: 'Все стримеры, участвующие в рождественском событии, автоматически дают согласие на Соглашение о событии. Коснитесь здесь, чтобы ознакомиться с ним. ',
  stPageTItle: 'Приходите посадить рождественскую ёлку и получить подарки!',
  stStarting: 'Рождественское событие началось!',
  stGiftTxt: 'Вас ждут награды общей стоимостью 50 000 долларов США. Вы можете получить денежные призы, эквивалентные некоторым из этих призов. Получите денежные награды и порадуйте себя!',
  termTxt: 'Положения и условия мероприятия'
}
