export default {
  activityPeriod: 'ระยะเวลากิจกรรม',
  pageTitle: 'ปลูกต้นคริสต์มาสของคุณละเปิดกล่องของขวัญ',
  beginTimeTxt: 'เวลาเริ่ม:',
  endTimeTxt: 'เวลาสิ้นสุด:',
  prehotGiftTxt: 'รางวัลทั้งหมดมูลค่า 50,000 ดอลลาร์สหรัฐฯ!',
  prehotTxt1: 'ทำภารกิจที่กำหนดให้เสร็จเพื่อเก็บหยดน้ำสำหรับรดน้ำต้นคริสต์มาสของคุณ',
  prehotTxt2: 'ภารกิจคือการเผยแพร่วิดีโอเล่าเรื่องราวโดยมีการระบุเพื่อรับคะแนนโหวต เป็นต้น',
  prehotTxt3: 'หลังต้นคริสต์มาสถึงแต่ละระดับ คุณจะสามารถเปิดกล่องของขวัญในแต่ละวัน!',
  prehotTxt4: 'กล่องของขวัญคริสต์มาสมีมูลค่าทั้งหมด 50,000 ดอลลาร์สหรัฐฯ! \n' +
    'โอกาสที่จะคว้ารางวัลกล่องปริศนาจะเพิ่มขึ้นตามการเจริญเติบโตของต้นคริสต์มาส \n' +
    'ยิ่งต้นคริสต์มาสโตขึ้นเท่าไรก็ยิ่งมีโอกาสมากขึ้น',
  prehotTimeCut: 'นับถอยหลังสู่กิจกรรม',
  content1: 'รายละเอียดกิจกรรม:',
  content2: 'ปลูกต้นคริสต์มาสและเปิดกล่องของขวัญปริศนา:',
  content3: '(1) ต้นคริสต์มาสห้าแบบ \n' +
    'เจ้าของต้องรดน้ำต้นคริสต์มาสทุกวันเพื่อให้ต้นคริสต์มาสเจริญเติบโตด้วยหยดน้ำที่รวบรวมได้จากกิจกรรมที่ระบุในแต่ละวันให้สำเร็จ\n' +
    'เมื่อต้นคริสต์มาสถึงระดับ 2 ขึ้นไป เจ้าของสามารถเปิดกล่องของขวัญได้วันละครั้งเมื่อทำกิจกรรมเสร็จอย่างน้อย 2 รายการ',
  content4: '(2) ระดับต้นคริสต์มาสและปริมาณหยดน้ำที่ต้องการ:',
  content5: 'ระดับ 0-หน่อ: น้ำ 0-1000 หยด',
  content6: 'ระดับ 1-ต้นอ่อน: น้ำ 1001-4000 หยด',
  content7: 'ระดับ 2-ต้นคริสต์มาสขนาดกลาง: น้ำ 4001-13000 หยด',
  content8: 'ระดับ 3-คริสต์มาสต้นใหญ่:  น้ำ 13001-50000 หยด',
  content9: 'ระดับ 4-ต้นครสิต์มาสยักษ์: น้ำ 50001 หยด',
  content10: 'ทำภารกิจให้เสร็จเพื่อเก็บหยดน้ำที่ต้องใช้สำหรับรดน้ำต้นคริสต์มาส',
  content11: 'ภารกิจที่ 1：',
  content12: 'เจ้าของเผยแพร่วิดีโอเรื่องใหม่อย่างน้อยหนึ่งเรื่องโดยระบุ ( #คริสต์มาส, #อารมณ์, #สติกเกอร์, #เต้น) ในวันนั้นสามารถเก็บหยดน้ำได้ 300 หยด วิดีโอต้องเป็นไปตามหลักเกณฑ์ของชุมชน',
  content13: 'ข้อกำหนดของวิดีโอเล่าเรื่องราว: วิดีโอเล่าเรื่องราวต้องประกอบด้วยการระบุที่ทีมงานกำหนด ได้แก่  #คริสต์มาส #อารมณ์ #สติกเกอร์ #เต้น ทำภารกิจที่ 1 โดยการอัปโหลดวิดีโอใหม่ที่เล่าเรื่องราวต้องผ่านการอนุมัติในวันนั้น \n' +
    'เจ้าของแต่ละคนเก็บน้ำได้เพียงครั้งละ 300 หยดจากภารกิจที่ 1 ในแต่ละวัน',
  content14: 'ภารกิจที่ 2：',
  content15: 'เมื่อมีผู้ชมถึง 1000 ครั้ง เจ้าของจะได้น้ำ 200 หยด',
  content16: 'ภารกิจที่ 3：',
  content17: 'เมื่อมีผู้ชมถึง 3000 ครั้ง เจ้าของจะได้น้ำ 300 หยด',
  content18: 'ภารกิจที่ 4：',
  content19: 'เมื่อมีผู้ชมถึง 10000 ครั้ง เจ้าของจะได้น้ำ 600 หยด',
  content20: 'ภารกิจที่ 5：',
  content21: 'เมื่อมีผู้ชมถึง 15000 ครั้ง เจ้าของจะได้น้ำ 800 หยด',
  content22: 'ภารกิจที่ 6：',
  content23: 'เมื่อมีผู้ชมถึง 30000 ครั้ง เจ้าของจะได้น้ำ 1600 หยด',
  content24: 'หมายเหตุ: คะแนนจากการรับชมได้จากคะแนนจากผู้ชมทั่วไปและคะแนนจากเพื่อน \n' +
    'เจ้าของแต่ละคนสามารถเก็บน้ำได้วันละไม่เกิน 3800 หยด',
  content25: 'กฎการเกิดกล่องของขวัญและรับรางวัลจากกิจกรรม：',
  content26: '(1) ไม่มีกล่องของขวัญเมื่อต้นไม้ที่ปลูกอยู่ระดับที่ 0 และ 1\n' +
    'เมื่อต้นคริสต์มาสอยู่ระดับที่  2 ระดับที่ 3 และระดับที่ 4 เจ้าของสามารถเปิดกล่องของขวัญปริศนาได้ทุกวัน โดยจะต้องทำภารกิจเสร็จอย่างน้อยสองภารกิจในวันนั้น',
  content27: '(2) เจ้าของแต่ละคนสามารถเปิดกล่องของขวัญปริศนาได้เพียงหนึ่งครั้งในแต่ละวัน',
  content28: '(3) กล่องของขวัญมีสองแบบ แบบแรกคือกล่องที่มีคะแนนรางวัล และอีกแบบคือกล่องที่มีรางวัลจริง',
  content29: '(4) โอกาสที่จะได้รับคะแนนหรือรางวัลจากกล่องของขวัญปริศนาจะเพิ่มขึ้นตามการเจริญเติบโตของต้นคริสต์มาส \n' +
    'ยิ่งต้นคริสต์มาสโตขึ้นเท่าไรก็ยิ่งมีโอกาสมากขึ้น',
  content30: '(5) มีรางวัลจริงที่น่าเซอร์ไพรส์มากมายรวมอยู่ด้วย \n' +
    'ซึ่งจะแลกเปลี่ยนเป็นรางวัลของเจ้าของที่มีมูลค่าเท่ากัน โดยจะเป็ไปตามมาตรฐานที่ทีมงานกำหนด',
  content31: 'ระดับที่ 2: มูลค่าของรางวัลจริง: 0.00-55.00 ดอลลาร์',
  content32: 'ระดับที่ 3: มูลค่าของรางวัลจริง: 0.00-114.36 ดอลลาร์',
  content33: 'ระดับที่ 4: มูลค่าของรางวัลจริง: 0.00-1199.00 ดอลลาร์',
  content34: '(6)  โปรดดูภาพด้านบนสำหรับมูลค่า (เป็นดอลลาร์สหรัฐ) ของของขวัญที่จับต้องได้แต่ละชิ้น',
  content35: '(7) หลังจากที่กิจกรรมเริ่มขึ้น ทีมงานจะประกาศชื่อผู้โชคดีที่ได้รับรางวัลจริงทุกวันจันทร์ (13 ธันวาคม, 20 ธันวาคม, 27 ธันวาคม และ 3 มกราคม) โดยจะแจ้งให้ผู้ที่ได้รับรางวัลทราบผ่านตัวแทนในทันที',
  content36: '(8) จะแจกรางวัลทุกสัปดาห์ในเวลาเดียวกัน รวมถึงคะแนนและรางวัลที่มีมูลค่าเท่ากับรางวัลจริง',
  content37: 'รางวัลพิเศษสำหรับการแต่งชุดคริสต์มาส',
  content38: 'ช่วงเทศกาลคริสต์มาส:\n' +
    '(ตั้งแต่วันที่ 24 ธันวาคมจนถึงวันที่ 26 ธันวาคม เวลา UTC+0, 2021)\n' +
    'ทีมงานจะเลือกเจ้าของผู้ชนะทั้งหมด 180 คนจากการตกแต่งคริสต์มาสโดยการสุ่มเลือกและการโหวต\n' +
    'อันดับแรก: ผู้ชนะ 14 คน จะได้รับ 50 ดอลลาร์\n' +
    'อันดับสอง: ผู้ชนะ 70 คน จะได้รับ 20 ดอลลาร์ \n' +
    'อันดับสาม: ผู้ชนะ 140 คน จะได้รับ 10 ดอลลาร์\n' +
    'โดยจะประกาศชื่อผู้ชนะผ่านตัวแทนในวันที่ 30 ธันวาคม ค.ศ.2021 และจะมอบรางวัลสำหรับการแต่งชุดคริสต์มาสในสัปดาห์เดียวกัน',
  content39: 'ทีมงานมีอำนาจสูงสุดในการตัดสิน',
  content40: 'ห้ามรับหยดน้ำและกล่องของขวัญด้วยวิธีการที่ไม่เหมาะสม หากพบพฤติกรรมที่ไม่เหมาะสม จะตัดผู้ที่เกี่ยวข้องออกจากกิจกรรมและตัดสิทธิ์จากการเข้าร่วมกิจกรรมใด ๆ อย่างถาวร',
  content41: 'ถือว่าทุกคนที่เข้าร่วมกิจกรรมคริสต์มาสนี้ยอมรับข้อตกลงในการยกเว้นกิจกรรมของเพลตฟอร์ม คลิกที่นี่เพื่อดูข้อตกลงของกิจ ',
  stPageTItle: 'ไปที่ต้นคริสต์มาสและเก็บของขวัญคริสต์มาส!',
  stStarting: 'งานคริสตมาสเริ่มขึ้นแล้ว!',
  stGiftTxt: 'รางวัลมูลค่า 50,000 ดอลลาร์สหรัฐฯ รออยู่ คุณอาจรับรางวัลเป็นเงินสดเท่ากับรางวัลเหล่านี้ คว้าเงินสดเป็นของคุณ',
  termTxt: 'เงื่อนไขการจัดงาน'
}
