export default {
  title: 'مقدمة عن الوظيفة',
  bannerTitle: 'الآن نحن ندعم تشغيل الموسيقى الخلفية\n أثناء مكالمات الفيديو',
  slogn: 'يمكن تشغيل موسيقى الخلفية أثناء مكالمات الفيديو\n' +
    ' يمكنك اختيار الموسيقى المفضلة لديك كموسيقى\n' +
    ' خلفية للدردشة أو الرقص\n' +
    ' لتعزيز جو محادثات الفيديو!',
  tips: 'ملاحظة: هذه الوظيفة مدعومة\n' +
    ' فقط بواسطة Yaar V1.1.10 والإصدارات الأحدث\n' +
    ' إذا لم يكن هناك إدخال موسيقى ، فيرجى التحقق\n' +
    ' من رقم الإصدار.',
  introTitle: 'كيفية استخدام وظيفة إضافة الموسيقى الخلفية؟',
  txt1: '① في صفحة مكالمة الفيديو\n' +
    ' انقر فوق رمزللموافقة على اتفاقية حقوق الطبع\n' +
    'و النشر للموسيقى لأول مرة باستخدام. انقر فوق الزر\n' +
    ' في اتفاقية حقوق النشر للدخول إلى صفحة قائمة\n' +
    ' الأغاني والبدء في استخدام وظيفة الموسيقى ؛',
  txt2: '② في صفحة قائمة الموسيقى يمكنك النقر فوق الأغاني\n' +
    ' الموجودة في القائمة الساخنة للاستماع ، أو النقر فوق قائمة تصنيف الأغاني\n' +
    ' للعثور على نوع الأغنية المفضلة لديك لتشغيلها',
  txt3: '③ انقر فوق زر التشغيل في القائمة أو انقر مباشرةً\n' +
    ' فوق الأغنية في القائمة للتشغيل ، ويمكالدردشة\n' +
    ' الدردشة المرئية أيضًا سماع\n' +
    ' الموسيقى التي تشغلها ~',
  txt4: '④ في أسفل قائمة الموسيقى ، يمكنك السحب لتحديد تقدم الأ=غنية وتعيين حجم الصوتالسحب\n' +
    'يقى الخلفية. انقر فوق الزرلضبط مستوى الصوت',
  txt5: 'بعد هذه المحادثة الطويلة ، لنجرب بعض الموسيقى\n الخلفية ~'
}
