export default {
  title: 'समारोह परिचय।',
  bannerTitle: 'होस्ट वीडियो कॉल के दौरान पृष्ठभूमि संगीत चुन सकते हैं।',
  slogn: 'वीडियो कॉल के दौरान पृष्ठभूमि संगीत बजाया जा सकता है।. आप वीडियो चैट के माहौल को बढ़ाने के लिए चैटिंग या नृत्य के लिए पृष्ठभूमि संगीत के रूप में अपना पसंदीदा संगीत चुन सकते हैं!',
  tips: 'नोट: यह फ़ंक्शन केवल यार क्लाइंट V1.1.10 और बाद के संस्करण।. यदि कोई संगीत प्रविष्टि नहीं है, तो कृपया संस्करण संख्या की जाँच करें।.',
  introTitle: 'पृष्ठभूमि संगीत समारोह का उपयोग कैसे करें।?',
  txt1: '① वीडियो कॉल पेज में, संगीत कॉपीराइट अनुबंध को पहली बार उपयोग करने के लिए स्वीकृत करने के लिए @@ के आइकन पर क्लिक करें। गीत सूची पृष्ठ में प्रवेश करने और संगीत समारोह का उपयोग शुरू करने के लिए कॉपीराइट समझौते में 【सहमत】 बटन पर क्लिक करें',
  txt2: '② संगीत सूची पृष्ठ पर, आप सुनने के लिए हॉटलिस्ट में गाने पर क्लिक कर सकते हैं, या गाने के वर्गीकरण सूची पर क्लिक करके अपने पसंदीदा गाने के प्रकार का पता लगा सकते हैं।',
  txt3: '③ सूची में प्ले बटन पर क्लिक करें या सूची में गाने को चलाने के लिए सीधे क्लिक करें, और वीडियो चैट पार्टनर आपके द्वारा चलाए जा रहे संगीत को भी सुन सकता है~',
  txt4: '④ संगीत सूची के निचले भाग में, आप गीत की प्रगति का चयन करने के लिए खींच सकते हैं और पृष्ठभूमि संगीत का ध्वनि आकार सेट कर सकते हैं। वॉल्यूम समायोजित करने के लिए @@ बटन पर क्लिक करें',
  txt5: 'इतनी लंबी बातचीत के बाद, आइए कुछ पृष्ठभूमि संगीत ~ आज़माएं।'
}
