export default {
  title: 'Введение в функцию',
  bannerTitle: 'Теперь мы поддерживаем воспроизведение фоновой музыки во время видеозвонков',
  slogn: 'Фоновая музыка может воспроизводиться во время видеозвонков. Вы можете выбрать свою любимую музыку в качестве фоновой музыки для общения или танцев, чтобы улучшить атмосферу видеочатов!',
  tips: 'Примечание: Эта функция поддерживается только клиентом Yaar версии 1.1.10 и выше. Если входа музыки отсутствует, пожалуйста, обратите внимание на версию；',
  introTitle: 'Как использовать функцию фоновой музыки?',
  txt1: '① На странице видеозвонка нажмите значок @@. Первый раз вам необходимо согласиться с соглашением об авторских правах на музыку. Нажмите кнопку 【Согласиться】 в соглашении об авторских правах и войдите на страницу списка песен, чтобы начать использовать функцию "Музыка"；',
  txt2: '② На странице списка музыки вы можете щелкнуть песни в списке "Горячие" для прослушивания или щелкнуть по списку классификации песен, чтобы найти свой любимый тип песни для воспроизведения',
  txt3: '③ Нажмите кнопку воспроизведения в списке или напрямую щелкните песню в списке для воспроизведения, и другая сторона по видеочату также сможет услышать воспроизводимую вами музыку~',
  txt4: '④ В нижней части списка музыки вы можете перетаскивать, чтобы выбрать ход воспроизведения песни, вы также можете установить уровень звука фоновой музыки. Нажать кнопку @@, чтобы отрегулировать громкость.',
  txt5: 'После такого долгого разговора давайте попробуем фоновую музыку~'
}
