export default {
  title: 'แนะนำฟังก์ชัน',
  bannerTitle: 'ตอนนี้เรารองรับการเล่นเพลงพื้นหลังระหว่างแฮงเอาท์วิดีโอ',
  slogn: 'เพลงพื้นหลังสามารถเล่นได้ระหว่างแฮงเอาท์วิดีโอ คุณสามารถเลือกเพลงโปรดของคุณเป็นเพลงประกอบสำหรับแชทหรือเต้นรำเพื่อเพิ่มบรรยากาศของวิดีโอแชทได้!',
  tips: 'หมายเหตุ: ฟังก์ชันนี้รองรับเฉพาะ Yaar V1.1.10 และเวอร์ชันที่ใหม่กว่าเท่านั้น หากไม่มีรายการเพลง โปรดตรวจสอบหมายเลขเวอร์ชัน',
  introTitle: 'จะใช้ฟังก์ชั่นเพิ่มเพลงประกอบได้อย่างไร?',
  txt1: '① ในหน้าแฮงเอาท์วิดีโอ ให้คลิกไอคอน @@ เพื่ออนุมัติข้อตกลงลิขสิทธิ์เพลงเป็นครั้งแรกที่ใช้ คลิกปุ่ม 【ตกลง】 ในข้อตกลงลิขสิทธิ์เพื่อเข้าสู่หน้ารายการเพลงและเริ่มใช้ฟังก์ชันเพลง',
  txt2: '② ในหน้ารายการเพลง คุณสามารถคลิกที่เพลงในรายการด่วนเพื่อฟัง หรือคลิกที่รายการประเภทเพลงเพื่อค้นหาประเภทเพลงโปรดของคุณที่จะเล่น',
  txt3: '③ คลิกปุ่มเล่นในรายการหรือคลิกเพลงในรายการเพื่อเล่นโดยตรง และคู่สนทนาทางวิดีโอก็สามารถฟังเพลงที่คุณเล่นได้เช่นกัน~',
  txt4: '④ ที่ด้านล่างของรายการเพลง คุณสามารถลากเพื่อเลือกความคืบหน้าของเพลงและกำหนดขนาดเสียงของเพลงประกอบ คลิกปุ่ม @@ เพื่อปรับระดับเสียง',
  txt5: 'หลังจากพูดคุยกันมานาน เรามาลองเล่นเพลงแบ็คกราวด์กัน~'
}
