export default {
  title: '功能使用介绍',
  bannerTitle: '视频通话<br>支持背景音乐',
  slogn: '视频通话过程中支持播放背景音乐啦，你可以选择喜欢的音乐作为聊天或者跳舞的背景音乐，以此来增强视频聊天的氛围！',
  tips: '注：该功能仅Yaar客户端V1.1.10及以上版本支持，如无音乐入口请注意检查版本号；',
  introTitle: '怎么使用背景音乐功能？',
  txt1: '① 在视频通话页内，点击@@图标，首次使用需要同意音乐版权协议，点击版权协议内的【同意】按钮后进入歌曲列表页开始使用音乐功能；',
  txt2: '② 音乐列表页可以点击热门列表内的歌曲进行试听，也可以点击歌曲分类查找自己喜欢的歌曲类型列表内播放歌曲',
  txt3: '③ 点击列表内的播放按钮或直接点击歌曲列表就可以播放该歌曲啦，视频聊天的对方也可以听到你播放的音乐哦~',
  txt4: '④ 音乐列表底部可以拖拽选择歌曲的播放进度，还可以设背景音乐的声音大小，点击@@按钮可调整音量大小',
  txt5: '聊了这么久，试试来个背景音乐吧~'
}
