export default {
  banner: 'رسميا أتمنى لكم جميعا عيد ميلاد سعيد',
  title: 'ميلاد مجيدا وسنه جديده سعيده!',
  wishing: 'أتمنى لك عيد ميلاد سعيد وآمنًا وسعيدًا.',
  wishingTips: 'لا تنس المشاركة في مسابقة أفضل أزياء الكريسماس والأزياء الفاخرة:',
  activeTitle: 'المسابقة نشطة خلال عطلة عيد الميلاد:',
  activeTime: 'من 24 ديسمبر إلى 26 ديسمبر ، UTC + 0 ، 2021.',
  content1: 'سيختار فريقه ما مجموعه 224 مضيفًا يرتدون ملابس عيد الميلاد خلال المباراة العشوائية والمكالمات على الحائط المضيف. سنقدم لك بعض الأمثلة على الصور أدناه.',
  prices: 'الأسعار التي سيتم الفوز بها:',
  firstPlace: 'المركز الأول:',
  firstPlaceTxt: '14 مضيف سيربحون 50 دولار لكل منهم.',
  secondPlace: 'المركز الثاني:',
  secondPlaceTxt: '70 مضيفًا بـ 20 دولارًا لكل منهم ؛',
  thirdPlace: 'المركز الثالث:',
  thirdPlaceTxt: 'سيفوز 140 مضيفًا بـ 10 دولارات لكل منهم ؛',
  content2: 'سنعلن عن الفائزين من خلال وكالاتهم في 30 ديسمبر 2021 ، وستصدر مكافآت مسابقة عيد الميلاد مع مكافآت المضيفين في الأسبوع نفسه.',
  bestChristmas: 'قد يكون لديك أفضل عيد الميلاد على الإطلاق!'
}
