export default {
  banner: 'आधिकारिक से मेरी क्रिसमस',
  title: 'YAAR की और से क्रिसमस की हार्दिक शुभकामनाये।',
  wishing: 'क्रिसमस एवं नव वर्ष आपके जीवन मे शांति और खुशिया लाये यही कामना।',
  wishingTips: 'क्रिसमस ड्रेस एवं फैंसी ड्रेस प्रतिस्पर्धा में भाग लेना ना भूले',
  activeTitle: 'क्रिसमस अवकाश के दौरान',
  activeTime: '( 24 /12 /21 - 26 /12 /21 ) UTC+0',
  content1: 'कंपनी कुल 224  क्रिसमस ड्रेस पहने प्रतिस्पर्धियों का सांयोगिक चयन करेगी',
  prices: 'जीती जाने वाली कीमतें: ',
  firstPlace: 'पहले स्थान पर:',
  firstPlaceTxt: 'स्थान 14 प्रतिस्पर्धी, 50  डॉलर प्रत्येक विजेता  के लिए;',
  secondPlace: 'दूसरी जगह:',
  secondPlaceTxt: 'स्थान 70 प्रतिस्पर्थी, 20  डॉलर प्रत्येक विजेता के लिए;',
  thirdPlace: 'तीसरा स्थान:',
  thirdPlaceTxt: 'स्थान 140  प्रतिस्पर्धी, 10  डॉलर प्रत्येक विजेता क लिए;',
  content2: 'हम प्रतिस्पर्धा में जीतने वालो की घोषणा एजेंट के द्वारा 30 /12 /2021 को करेंगे और उनका इनाम उस हफ्ते के रिवॉर्ड के साथ ही दिया जायेगा।',
  bestChristmas: 'अंत में पुनः एक बार क्रिसमस एवं नव वर्ष की हार्दिक सुभेक्षा'
}
