export default {
  banner: 'Счастливого Рождества от Official',
  title: 'Счастливого Рождества и Нового года!',
  wishing: 'Желаю вам мира и счастья на Рождество и в праздничный сезон.',
  wishingTips: 'Не забудьте принять участие в конкурсе на Best Christmas Outfit и Fancy Dress.',
  activeTitle: 'Конкурс действует во время Рождественских каникул:',
  activeTime: 'С 24 по 26 декабря 2021 года, UTC+0.',
  content1: 'Команда Ливу выберет 224 лучших девушек в соответствии с их рождественскими костюмами во время совпадений и звонков от стены богини.Ниже мы приведем вам несколько примеров.',
  prices: 'Награды победителей:',
  firstPlace: 'Первое место:',
  firstPlaceTxt: '14 девушек, 50$ за каждого победителя;',
  secondPlace: 'Второе место:',
  secondPlaceTxt: '70 девушек, 20 долларов за каждого победителя; ',
  thirdPlace: 'Третье место:',
  thirdPlaceTxt: '140 девушек, 10 долларов за каждого победителя;',
  content2: 'Мы объявим и проинформируем победителей через агенты 30-го декабря 2021 года, и награды за Конкурс будут выданы вместе с зп за ту же неделю.',
  bestChristmas: 'Пусть у вас будет самое лучшее Рождество!'
}
