export default {
  banner: 'คำอวยพรคริสต์มาสอย่างเป็นทางการ',
  title: 'สุขสันต์วันคริสต์มาสและสวัสดีปีใหม่!',
  wishing: 'ขออวยพรให้คุณสงบสุขตลอดคริสต์มาสและเทศกาลวันหยุด.',
  wishingTips: 'อย่าลืมเข้าร่วมการแข่งขันแต่งตัวคริสต์มาสที่ดีที่สุด.',
  activeTitle: 'การแข่งขันมีขึ้นในช่วงวันหยุดคริสต์มาส:',
  activeTime: 'ตั้งแต่วันที่ 24 ธันวาคม ถึง 26 ธันวาคม UTC+0, 2021',
  content1: 'ทีมจะเลือกโฮสต์ทั้งหมด 224 ตัวพร้อมชุดคริสต์มาสของพวกเขาในระหว่างการแข่งขันแบบสุ่มและการโทรที่ผนังโฮสต์ เราจะให้ภาพตัวอย่างด้านล่าง',
  prices: 'ราคาที่จะชนะ:',
  firstPlace: 'ที่หนึ่ง:',
  firstPlaceTxt: '14 เจ้าภาพจะชนะ 50$ สำหรับแต่ละอัน;',
  secondPlace: 'อันดับที่สอง:',
  secondPlaceTxt: '70 โฮสต์จะชนะ 20$ ต่อคน;',
  thirdPlace: 'อันดับสาม:',
  thirdPlaceTxt: 'โฮสต์ 140 คนจะชนะรางวัลละ 10 ดอลลาร์;',
  content2: 'เราจะประกาศผู้ชนะผ่านเอเจนซี่ของพวกเขาในวันที่ 30 ธันวาคม 2021 และรางวัลการแข่งขันคริสต์มาสจะออกมาพร้อมกับรางวัลสำหรับโฮสต์ในสัปดาห์เดียวกัน',
  bestChristmas: 'ขอให้คุณมีคริสต์มาสที่ดีที่สุดตลอดกาล! '
}
